{"readings": [{"number": 1,"title": "Personality Change", "reading": "\"It has often been said of A.A. that we are interested only on\nalcoholism. That is not true. We have to get over drinking in\norder to stay alive. But anyone who knows the alcoholic\npersonality by firsthand contact knows that no true alky ever\nstops drinking permanently without undergoing a profound\npersonality change.\"\n\n\"We thought \"conditions\" drove us to drink, and when we\ntried to correct these conditions and found that we couldn't\ndo so to our entire satisfaction, our drinking went out of\nhand and we became alcoholics. It never ocurred to us that\nwe needed to change ourselves to meet conditions, whatever\nthey were.\n1. LETTER, 1940\n2. TWELVE AND TWELVE, P. 47"},
    {"number": 2,"title": "In God's Hands", "reading": "When we look back, we realize that the things which came to\nus when we put ourselves in God's hands were better than\nanything we could have planned. \"My depression deepened unbearable, and finally it seemed to\nme as though I were at the very bottom of the pit. For the\nmoment, the last vestige of my proud obstinacy was\ncrushed. All at once I found myself crying out, \"If there is a\nGod, let Him show Himself! I am ready to do anything,\nanything!\"\nSuddenly the room lit up with a great white light. It seemed to\nme, in the mind's eye, that I was on a mountain and that a\nwind not of air but of spirit was blowing. And then it burst\nupon me that I was a free man. Slowly the ecstasy subsided. I\nlay on the bed, but now for a time I was in another world,a\nnew world of consciouness. All about me and through me\nthere was a wonderful feeling of Presence, and I thought to\nmyself, \"So this is the God of the preachers!\"\n1. ALCOHOLICS ANONYMOUS, P. 100\n2. A.A. COMES OF AGE, P. 63"},
    {"number": 3,"title": "Pain and Progress", "reading": "\"Years ago I used to commiserate with all people who\nsuffered. Now I commiserate only with those who suffer in\nignorance, who do not understand the purpose and ultimate\nutility of pain.\". \"Someone once remarked that pain is the touchstone of\nspiritual progress. How heartily we A.A.'s can agree with him,\nfor we know that the pains of alcoholism had to come before\nsobriety, and emotional turmoil before serenity.\"\n\n\"Believe more deeply. Hold your face up to the Light, even\nthough for the moment you do not see.\"\n1. LETTER, 1950\n2. TWELVE AND TWELVE, PP. 93-94\n3. LETTER, 1950"},
{"number": 4,"title": "Can We Choose?", "reading": "We must never be blinded by the futile philosophy that we\nare just the hapless victims of our inheritance, of our life\nexperience, and of our surroundings -- that these are the sole\nforces that make our decisions for us. This is not the road to\nfreedom. We have to believe that we can really choose.\". \"As active alcoholics, we lost our ability to choose\nwhetherwe would drink. We were the victims of a compulsion\nwhich seemed to decree that we must go on with our own\ndestruction.\n\"Yet we finally did make choices that brought about\nrecovery. We came to believe that alone we were powerless\nover alcohol. This was surely a choice, and a most difficult\none. We came to believe that a Higher Power could restore\nus to sanity when we became willing to practice A.A.'s\nTwelve Steps.\n\"In short, we chose to `become willing', and no better choice\ndid we ever make.\"\n1. GRAPEVINE, NOVEMBER 1960\n2. LETTER, 1966"},
{"number": 5,"title": "Maintenance and Growth", "reading": "It is plain that a life which includes deep resentment leads\nonly to futility and unhappiness. To the precise extent that\nwe permit these, do we squander the hours that might have\nbeen worth while. But with the alcoholic, whose hope is the\nmaintenance and growth of a spiritual experience, this\nbusiness of resentment is infinitely grave. We found that it is\nfatal. For when harboring such feelings we shut ourselves off\nfrom the sunlight of the Spirit. The insanity of alcohol returns\nand we drink again. And with us, to drink is to die.\nIf we were to live, we had to be free of anger. The grouch and\nthe brainstorm were not for us. They may be the dubious\nluxury of normal men, but for alcoholics these things are\npoison.\nALCOHOLICS ANONYMOUS, P. 66"},
{"number": 6,"title": "All or Nothing?", "reading": "Acceptance and faith are capable of producing 100 per cent\nsobriety. In fact, they usually do; and they must, else we\ncould have no life at all. But the moment we carry these\nattitudesinto our emotional problems, we find that only\nrelative results are possible. Nobody can, for example,\nbecome completely free from fear, anger, and pride.\nHence, in this life we shall attain nothing like perfect humility\nand love. So we shall have to settle, respecting most of our\nproblems, for a very gradual progress, punctuated\nsometimes by heavy setbacks. Our oldtime attitude of \"all or\nnothing\" will have to be abandoned.\n1. GRAPEVINE, MARCH 1962"},
{"number": 7,"title": "The Realm of the Spirit", "reading": "\"In ancient times material progress was painfully slow. The\nspirit of modern scientific inquiry, research and invention\nwas almost unknown.\nIn the realm of the material, men's minds were fettered by\nsuperstition, tradition, and all sorts of fixed ideas. Some of\nthe contemporaries of Columbus thought a round earth\npreposterous. Others came near putting Galileo to death for\nhis astronomical heresies.\nAre not some of us just as biased and unreasonable about\nthe realm of the spirit as were the ancients about the realm of\nthe material?\",\n\"We have found that God does not make too hard terms with\nthose who seek Him. To us, the Realm of Spirit is broad,\nroomy, all inclusive, never exclusive or forbidding to those\nwho earnestly seek. It is open, we believe, to all men.\n1. ALCOHOLICS ANONYMOUS, P. 51\n2. ALCOHOLICS ANONYMOUS, P. 46"},
{"number": 8,"title": "A New Life", "reading": "Is sobriety all that we are to expect of a spiritual awakening?\nNo, sobriety is only a bare beginning; it is only the first gift of\nthe first awakening. If more gifts are to be received, our\nawakening has to go on. As it does go on, we find that bit by\nbit we can discard the old life -- the one that did not work -for a new life that can and does work under any conditions\nwhatever.\nRegardless of worldly success or failure, regardless of pain\nor joy, regardless of sickness or health or even of death\nitself, a new life of endless possibilities can be lived if we are\nwilling to continue our awakening, through the practice of\nA.A.'s Twelve Steps.\nGRAPEVINE, DECEMBER 1957"},
{"number": 9,"title": "Group and World-Wide Community", "reading": "The moment Twelfth Step work forms a group, a discovery is\nmade -- that most individuals cannot recover unless there is\na group. Realization dawns on each member that he is but a\nsmall part of a great whole; that no personal sacrifice is too\ngreat for preservation of the Fellowship. He learns that the\nclamor of desires and ambitions within him must be silenced\nwhenever these could damage the group.\nIt becomes plain that the group must survive or the\nindividual will not.\"\n\n\"The Lone member at sea, the A.A. at war in a far land -- all\nthese members know that they belong to A.A.'s world-wide\ncommunity, that theirs is only a physical separation, that\ntheir fellows may be as near as the next port of call. Ever so\nimportantly, they are certain that God's grace is just as much\nwith them on the high seas or the lonely outpost as it is with\nthem at home.\"\n1. TWELVE AND TWELVE, P. 130\n2. LETTER, 1966"},
{"number": 10,"title": "Out of the Dark", "reading": "Self-searching is the means by which we bring new vision,\naction, and grace to bear upon the dark and negative side of\nour natures. With it comes the development of that kind of\nhumility that makes it possible for us to receive God's help.\nYet it is only a step. We will want to go further.\nWe will want the good that is in us all, even in the worst of\nus, to flower and to grow. But first of all we shall want\nsunlight; nothing much can grow in the dark. Meditation is\nour step out into the sun.\"\n\n\"A clear light seems to fall upon us all -- when we open our\neyes. Since our blindness is caused by our own defects, we\nmust first deeply realize what they are. Constructive\nmeditation is the first requirement for each new step in our\nspiritual growth.\"\n1. TWELVE AND TWELVE, P. 98\n2. LETTER, 1946"},
{"number": 11,"title": "Quantity or Quality", "reading": "\"About this slip business -- I would not be too discouraged. I\nthink you are suffering a great deal from a needless guilt. For\nsome reason or other, the Lord has laid out tougher paths for\nsome of us, and I guess you are treading one of them. God is\nnot asking us to be successful. He is only asking us to tgy to\nbe. That, you surely are doing, and have been doing. So I\nwould not stay away from A.A. through any feeling of\ndiscouragement or shame. It's just the place you should be.\nWhy don't you try just as a member? You don't have to cargy\nthe whole A.A. on your back, you know!\n\"It is not always the quantity of good things that you do, it is\nalso the quality that counts.\n\"Above all, take it one day at a time.\"\nLETTER, 1958"},
{"number": 12,"title": "Seeking Fool's Gold", "reading": "Pride is the basic breeder of most human difficulties, the\nchief block to true progress. Pride lures us into making\ndemands upon ourselves or upon others which cannot be\nmet without perverting or misusing our God-given instincts.\nWhen the satisfaction ofour instincts for sex, security, and a\nplace in society becomes the primary object of our lives, the\npride steps in to justify our excesses.\"I may attain \"humility for today\" only to the extent that I am\nable to avoid the bog of guilt and rebellion on one hand and,\non the other hand, that fair but deceiving land which is\nstrewn with the fool's-gold coins of pride. This is how I can\nfind and stay on the highroad of humility, which lies between\nthese extremes. Therefore, a constant inventory which can\nreveal when I am off the road is always in order.\n1. TWELVE AND TWELVE, PP. 48-49\n2. GRAPEVINE, JUNE 1961"},
{"number": 13,"title": "The Shared Gift","reading": "A.A. is more than a set of principles; it is a society of\nalcoholics in action. We must carry the message, else we\nourselves can wither and those who haven't been given the\ntruth may die.\",\n\"Faith is more than our greatest gift; its sharing with others is\nour greatest responsibility. May we of A.A. continually seek\nthe wisdom and the willingness by which we may well fulfill\nthat immense trust which the Giver of all perfect gifts has\nplaced in our hands.\n1. SERVICE MANUAL, P. 6\n2. GRAPEVINE, APRIL 1961"},
{"number": 14,"title": "Newcomer Problems", "reading": "The temptation is to become rather possessive of\nnewcomers. Perhaps we try to give them advice about their\naffairs which we aren't really competent to give or ought not\ngive at all. Then we are hurt and confused when the advice is\nrejected, or when it is accepted and brings still greater\nconfusion.\",\n\"You can't make a horse drink water if he still prefers beer or\nis to crazy to know what he does want. Set a pail of water\nbeside him, tell him how good it is and why, and leave him\nalone.\n\"If people really want to get drunk, there is, so far as I know,\nno way of stopping this -- so leave them alone and let them\nget drunk. But don't exclude them from the water pail,\neither.\"\n1. TWELVE AND TWELVE, P. 111\n2. LETTER, 1942"},
{"number": 15,"title": "Eternal Values", "reading": "Many people will have no truck at all with absolute spiritual\nvalues. Perfectionists, they say, are either full of conceit\nbecause they fancy they have reached some impossible goal,\nor else they are swamped in self-condemnation because they\nhave not doneso.\nYet I think that we should not hold this view. It is not the fault\nof great ideals that they are sometimes misused and so\nbecome shallow excuses for guilt, rebellion, and pride. On\nthe contrary, we cannot grow very much unless we\nconstantly try to envision that the eternal spiritual values are.\"\n\n\"Day by day, we try to move a little toward God's perfection.\nSo we need not be consumed by maudlin guilt for failure to\nachieve His likeness and image by Thursday next. Progress\nis our aim, and His perfection is the beacon, light-years\naway, that draws us on.\"\n1. GRAPEVINE, JUNE 1961\n2. LETTER, 1966"},
{"number": 16,"title": "Never Again!", "reading": "\"Most people feel more secure on the twenty-four-hour basis\nthan they do in the resolution that they will never drink again.\nMost of them have broken too many resolutions. It's really a\nmatter of personal choice; every A.A. has the privilege of\ninterpreting the program as he likes.\n\"Personally, I take the atitude that I intend never to drink\nagain. This is somewhat different from saying, `I will never\ndrink again.' The latter attitude sometimes gets people in\ntrouble because it is undertaking on a personal basis to do\nwhat we alcoholics never could do. It is too much an act of\nwill and leaves us too little room for the idea that God will\nrelease us fromthe drink obsession provided we follow the\nA.A. program.\"\nLETTER, 1949"},
{"number": 17,"title": "Toward Honesty", "reading": "The perverse wish to hide a bad motive underneath a good\none permeates human affairs from top to bottom. Tis subtle\nand elusive kind of self-righteousness can underlie the\nsmallest act or thought. Learning daily to spot, admit, and\ncorrect these flaws is the essence of character-building and\ngood living.\"The deception of others is nearly always rooted in the\ndeception of ourselves.\"Somehow, being alone with God doesn't seem as\nembarrassing as facing up to another person. Until we\nactually sit down and talk aloud about what we have so long\nhidden, our willingness to clean house is still largely\ntheoretical. When we are honest with another person, it\nconfirms that we have been honest with ourselves and with\nGod.\n1. TWELVE AND TWELVE, PP. 94-95\n2. GRAPEVINE, AUGUST 1961\n3. TWELVE AND TWELVE, P. 60"},
{"number": 18,"title": "Companion and Partner", "reading": "\"Dr. Bob was my constant companion and partner in the\ngreat A.A. adventure. As the physician and great human\nbeing that he was, he chose work with others as his prime\nA.A, vocation and achieved a record which, in quantity and in\nquality, none will ever surpass. Assisted by the incomparable\nSister Ignatia at St. Thomas Hospital in Akron, he -- without\ncharge -- medically treated and spiritually infused five\nthousand sufferers.\n\"In all the stress and strain of A.A.'s pioneering time, no hard\nword ever passed between us. For this, I can thankfully say\nthat the credit was all his.\"\n\n\"I took my leave of Dr. Bob, knowing that he was to undergo a\nserious operation. The old, broad smile was on his face as he\nsaid almost jokingly, \"Remember, Bill, let's not louse this\nthing up. Let's keep it simple!\" I turned away, unable to say a\nword. That was the last time I ever saw him.\n1. LETTER, 1966\n2. A.A. COMES OF AGE, P. 214\n19\nThe Wine of Success\nDisagreeable or unexpected problems are not the only ones\nthat call for self-control. We must be quite as careful when\nwe begin to achieve some measure of importance and\nmaterial success. For no people have ever loved personal\ntriumphs more than we have loved them; we drank of\nsuccess as of a wine which could never fail to make us feel\nelated. Blinded by prideful self-confidence, we were apt to\nplay the big shot.\nNow that we're in A.A. and sober, winning back the esteem of\nour friends and business associates, we find that we still\nneed to exercise special vigilance. As an insurance against\nthe dangers of big-shot-ism, we can often check ourselves\nby remembering that we are today sober only by the grace of\nGod and that any success we may be having is far more His\nsuccess than ours.\n1. TWELVE AND TWELVE, P. 91-92"},
{"number": 20,"title": "Light from a Prayer", "reading": "\"God grant us the serenity to accept the things we cannot\nchange, the courage to change the things we can, and the\nwisdom to know the difference.\"\n\n\"We treasure our \"Serenity Prayer\" because it brings a new\nlight to us that can dissipate our oldtime and nearly fatal\nhabit of fooling ourselves.\nIn the radiance of this prayer we see that defeat, rightly\naccepted, need be no disaster. We now know that we do not\nhave to run away, nor ought we again try to overcome\nadversity by still another bulldozing power drive that can\nonly push up obstacles before us faster than they can be\ntaken down.\n1. GRAPEVINE, MARCH 1962"},
{"number": 21,"title": "Citizens Again", "reading": "\"Each of us in turn -- that is, the member who gets the most\nout of the program -- spends a very large amount of time on\nTwelfth Step work in the early years. That was my case, and\nperhaps I should not have stayed sober with less work.\n\"However, sooner or later most of us are presented with\nother obligations -- to family, friends, and country. As you\nwill remember, the Twelfth Step also refers to `practicing\nthese principles in all our affairs.' Therefore, I think your\nchoice of whether to take a particular Twelfth Step job is to\nbe found in your own conscience. No one else can tell you\nfor certain what you ought to do at a particular time.\n\"I just know that you are expected, at some point, to do more\nthan carry the message of A.A. to other alcoholics. In A.A. we\naim not only for sobriety -- we try again to become citizens of\nthe world that we rejected, and of the world that once\nrejected us. This is the ultimate demonstration toward which\nTwelfth Step work is the first but not the final step.\"\nLETTER, 1959"},
{"number": 22,"title": "Fear as a Steppingstone", "reading": "The chief activator of our defects has been self-centered fear\n-- primar fear that we would lose something we already\npossessed or would fail to get something we demanded.\nLiving upon a basis of unsatisfied demands, we were in a\nstate of continual disturbance and frustration. Therefore, no\npeace was to be had unless we could find a means of\nreducing these demands.\"For all its usual destructiveness, we have found that fear can\nbe the starting point for better things. Fear can be a\nsteppingstone to prudence and to a decent respect for\nothers. It can point the path to justice, as well as to hate. And\nthe more we haveof respect and justice, the more we shall\nbegin to find love which can suffer much, and yet be freely\ngiven. So fear need not always be destructive, because the\nlessons of its consequences can lead us to positive values.\n1. TWELVE AND TWELVE, P. 76\n2. GRAPEVINE, JANUARY 1962"},
{"number": 23,"title": "Worshipers All", "reading": "We found that we had been indeed worshippers. What a state\nof mental goose flesh that used to bring on! Had we not\nvariously worshipped people, sentiment, things, money, and\nourselves?\nAnd then, with a better motive, had we not worshipfully\nbeheld the sunset, the sea, or a flower? Who of us had not\nloved omething or somebody? Were not these things the\ntissue out of which our lives were constructed? Did not these\nfeelings, after all, determine the course of our existence?\nIt was impossible to say we had no capacity for faith, or love,\nor worship. In one form or another we had been living by\nfaith and little else.\nALCOHOLICS ANONYMOUS, P. 54"},
{"number": 24,"title": "Alike When the Chips Are Down", "reading": "In the beginning, it was four whole years before A.A. brought\npermanent sobriety to even one alcoholic woman. Like the\n\"high bottoms,\" the women said they were different; A.A.\ncouldn't be for them. But as the communication was\nperfectedmostly by the women themselves, the picture\nchanged.\nThis process of identification and transmission has gone on\nand on. The Skid-Rower said he was different. Even more\nloudly, the socialite (or Park Avenue stumblebum) said the\nsame -- so did the artist and the professional people, the rich,\nthe poor, the religious, the agnostic, the Indians and the\nEskimos, the veterans, and the prisoners.\nBut nowadays all of these, and legions more, soberly talk\nabout how very much alike all of us alcoholics are when we\nadmit that the chips are finally down.\nGRAPEVINE, OCTOBER 1959"},
{"number": 25,"title": "We Cannot Stand Still", "reading": "In the first days of A.A., I wasn't much bothered about the\nareas of life in which I was standing still. There was always\nthe alibi: \"After all,\" I said to myself, \"I'm far too busy with\nmuch more important matters.\" That was my near perfect\nprescriptionfor comfort and complacency.\"How many of us would presume to declare, \"Well, I'm sober\nand I'm happy. What more can I want, or do? I'm fine the way\nI am.\" We know that the price of such self-satisfaction is an\ninevitable backslide, punctuated at some point by a very rude\nawakening. We have to grow or else deteriorate. For us, the\nstatus quo can only be for today, never for tomorrow.\nChangewe must; we cannot stand still.\n1. GRAPEVINE, JUNE 1961\n2. GRAPEVINE, FEBRUARY 1959"},
{"number": 26,"title": "True Independence of the Spirit", "reading": "The more we become willing to depend upon a Higher Power,\nthe more independent we actually are. Therefore,\ndependence as A.A. practices it is really a means of gaining\ntrue independence of the spirit.\nAt the level of everyday living, it is startling to discover how\ndependent we really are, and how unconscious of that\ndependence. Every modern house has electric wiring\ncarrying power and light to its interior. By accepting with\ndelight our dependence upon this marvel of science, we find\nourselves personally more independent, more comfortable\nand secure. Power flows just where it is needed. Silently and\nsurely, electricity, that strange energy so few people\nunderstand, meets our somplest daily needs.\nThough we readily accept this principle of healthy\ndependence in many of our temporal affairs, we often fiercely\nresist the identical principle when asked to apply it as means\nof growth in the life of the spirit. Clearly, we shall never know\nfreedom under God until we try to seek His will for us. The\nchoice is ours.\nTWELVE AND TWELVE, P. 36\n27\nDaily Reprieve\nWe are not cured of alcoholism. What we really have is a\ndaily reprieve contingent on the maintenance of our spiritual\ncondition.\"We of A.A. obey spiritual principles, at first because we must,\nthen because we ought to, and ultimately because we love\nthe kind of life such obedience brings. Great suffering and\ngreat love are A.A.'s disciplinarians; we need no others.\n1. ALCOHOLICS ANONYMOUS, P. 85\n2. TWELVE AND TWELVE, P. 174"},
{"number": 28,"title": "Troublemakers Can Be Teachers", "reading": "Few of us are any longer afraid of what any newcomer can do\nto our A.A. reputation or effectiveness. Those who slip, those\nwith mental twists, those who rebel at the program, those\nwho trade on the A.A. reputation -- all such persons seldom\nharm an A.A. group for long.\nSome of these have become our most respected and best\nloved. Some have remained to try our patience, sober\nnevertheless. Others have drifted away. We have begun to\nregard the troublesome ones not as menaces, but rather as\nour teachers. They oblige us to cultivate patience, tolerance,\nand humility. We finally see that they are only people sicker\nthan the rest of us, that we who condemn them are the\nPharisees whose false rightousness does our group the\ndeeper spiritual damage.\nGRAPEVINE, AUGUST 1946"},
{"number": 29,"title": "Gratitude Should Go Forward", "reading": "\"Gratitude should go forward, rather than backward.\n\"In other words, if you carry the message to still others, you\nwill be making the best possible repayment for the help given\nto you.\"\n\n\"No satisfaction has been deeper and no joy greater than in a\nTwelfth Step job well done. To watch the eyes of men and\nwomen open with wonder as they move from darkness into\nlight, to see their lives quickly fill with new purpose and\nmeaning, and above all to watch them awaken to the\npresence of a loving God in their lives -- these things are the\nsubstance of what we receive as we carry A.A.'s message.\n1. LETTER, 1959\n2. TWELVE AND TWELVE, P. 110"},
{"number": 30,"title": "Getting off a \"Dry Bender\"", "reading": "\"Sometimes, we become depressed. I ought to know; I have\nbeen a champion dry-bender case myself. While the surface\ncauses were a part of the picture -- trigger-events that\nprecipitated depression -- the underlying causes, I am\nsatisfied, ran much deeper.\n\"Intellectually, I could accept my situation. Emotionally, I\ncould not.\n\"To these problems, there are certainly no pat answers. But\npart of the answer surely lies in the constant effort to\npractice all of A.A.'s Twelve Steps.\"\nLETTER, 1954"},
{"number": 31,"title": "In God's Economy", "reading": "\"In God's economy, nothing is wasted. Through failure, we\nlearn a lesson in humility which is probably needed, painful\nthough it is.\"\n\n\"We did not always come closer to wisdom by reason of our\nvirtues; our better understanding is often rooted in the pains\nof our former follies. Because this has been the essence of\nour individual experience, it is also the essence of our\nexperience as a fellowship.\n1. LETTER, 1942\n2. GRAPEVINE, NOVEMBER 1961"},
{"number": 32,"title": "Moral Responsibility", "reading": "\"Some strongly object to the A.A. position that alcoholism is\nan illness. This concept, they feel, removes moral\nresponsibility from alcoholics. As any A.A. knows, this is far\nfrom true. We do not use the concept of sickness to absolve\nour members from responsibility. On the contrary, we use\nthe fact of fatal illness to clamp the heaviest kind of moral\nobligation onto the sufferer, the obligation to use A.A.'s\nTwelve Steps to get well.\n\"In the early days of his drinking, the alcoholic is often guilty\nof irresponsibility. But once the time of compulsive drinking\nhas arrived, he can't very well be held fully accountable for\nhis conduct. He then has an obsession that condemns him to\ndrink, and a bodily sensitivity to alcohol that guarantees his\nfinal madness and death.\n\"But when he is made aware of this condition, he is under\npressure to accept A.A.'s program of moral regeneration.\"\nTALK, 1960"},
{"number": 33,"title": "Foundation for Life", "reading": "We discover that we receive guidance for our lives to just\nabout the extent that we stop making demands upon God to\ngive it to us on order and on our terms.\"In praying, we ask simply that throughout the day God place\nin us the best understanding of His will that we can have for\nthe day, and that we be given the grace by which we may\ncarry it out.\"There is a direct linkage among self-examination, meditation,\nand prayer. Taken separately, these practices can bring\nmuch relief and benefit. But when they are logically related\nand interwoven, the result is an unshakable foundation for\nlife.\nTWELVE AND TWELVE\n1. P. 104\n2. P. 102\n3. P. 98"},
{"number": 34,"title": "\"Not Allied with Any Sect...\"", "reading": "\"While A.A. has restored thousands of poor Christians to\ntheir churches, and has made believers out of atheists and\nagnostics, it has also made good A.A.'s out of those\nbelonging to the Buddhist, Islamic, and Jewish faiths. For\nexample, we question very much whether our Buddhist\nmembers in Japan would ever have joined this Society had\nA.A. officially stamped itself a strictly Christian movement.\n\"You can easily convince yourself of this by imagining that\nA.A. started among the Buddhists and that they then told you\nyou couldn't join them unless you become a Buddhist, too. If\nyou were a Christian alcoholic under these circumstances,\nyou might well turn your face to the wall and die.\"\nLETTER, 1954"},
{"number": 35,"title": "Suffering Transmuted", "reading": "\"A.A. is no success story in the ordinary sense of the word. It\nis a story of suffering transmuted, under grace, into spiritual\nprogress.\"\n\n\"For Dr. Bob, the insatiable craving for alcohol was evidently\na physical phenomenon which bedeviled several of his first\nyears in A.A.,a time when only days and nights of carrying\nthe message to other alcoholics could cause him to forget\nabout drinking. Although his craving was hard to withstand,\nit doubtless did account for some part of the intense\nincentive that went into forming Akron's Group Number One.\nBob's spiritual release did not come easily; it was to be\npainfully slow. It always entailed the hardest kind of work\nand the sharpest vigilance.\n1. LETTER, 1959\n2. A.A. COMES OF AGE, P. 69"},
{"number": 36,"title": "Humility First", "reading": "We found many in A.A.who once thought, as we did, that\nhumility was another name for weakness. They helped us to\nget down to our right size. By their example they showed us\nthat humility and intellect could be compatible, provided we\nplaced humility first. When we began to do that, we received\nthe gift of faith, a faith which works. This faith is for you, too.\"Where humility formerly stood for a forced feeding on\nhumble pie, it now begins to mean the nourishing ingredient\nthat can give us serenity.\nTWELVE AND TWELVE\n1. P. 30\n2. P. 74"},
{"number": 37,"title": "A Full and Thankful Heart", "reading": "One exercise that I practice is to try for a full inventory of my\nblessings and then for a right acceptance of the many gifts\nthat are mine -- both temporal and spiritual. Here I try to\nachieve a state of joyful gratitude. When such a brand of\ngratitude is repeatedly affirmed and pondered, it can finally\ndisplace the natural tendency to congratulate myself on\nwhatever progress I may have been enabled to make in some\nareas of living.\nI try to hold fast to the truth that a full and thankful heart\ncannot entertain great conceits. When brimming with\ngratitude, one's heartbeat must surely result in outgoing\nlove, the finest emotion that we can ever know.\nGRAPEVINE, MARCH 1962\n38\nPipeline to God\n\"I am a firm believer in both guidance and prayer. But I am\nfully aware, and humble enough, I hope, to see there may be\nnothing infallible about my guidance.\n\"The minute I figure I have got a perfectly clear pipeline to\nGod, I have become egotistical enough to get into real\ntrouble. Nobody can cause more needless grief than a\npower-driver who thinks he has got it straight from God.\"\n2. LETTER, 1950"},
{"number": 39,"title": "Dealing with Resentments", "reading": "Resentment is the Number One offender. It destroys more\nalcoholics than anything else. From it stem all forms of\nspiritual disease, for we have been not only mentally and\nphysically ill, we have also been spiritually ill. When the\nspiritual malady is overcome, we straighten out mentally and\nphysically.\nIn dealing with resentments, we set them on paper. We listed\npeople, institutions, or principles with whom we were angry.\nWe asked ourselves why we were angry. In most cases it was\nfound that our self-esteem, our pocketbooks, our ambitions,\nour personal relationships (includingsex) were hurt or\nthreatened.\"\n\n\"The most heated bit of letter-writing can be a wonderful\nsafety valve -- providing the wastebasket is somewhere\nnearby.\"\n1. ALCOHOLICS ANONYMOUS, PP. 64-65\n2. LETTER, 1949"},
{"number": 40,"title": "Material Achievement", "reading": "No member of A.A. wants to deprecate material achievment.\nNor do we enter into debate with the many who cling to the\nbelief that no satisfy our basic natural desires is the main\nobject of life. But we are sure that no class of people in the\nworld ever made a worse mess of trying to live by this\nformula than alcoholics.\nWe demanded more than our share of security, prestige, and\nromance. When we seemed to be succeeding, we drank to\ndream still greater dreams. When we were frustrated, even in\npart, we drank for oblivion.\nIn all these strivings, so many of them well-intentioned, our\ncrippling handicap was our lack of humility. We lacked the\nperspective to see that character-building and spiritual\nvalues had to come first, and that material satisfaction were\nsimply by-products and not the chief aims of life.\nTWELVE AND TWELVE, P. 71"},
{"number": 41,"title": "Membership Rules?", "reading": "Around 1943 or 1944, the Central Office asked the groups to\nlist their membership rules and send them in. After they\narrived we set them all down. A littlereflection upon these\nmany rules brought us to an astonishing conclusion.\nIf all of these edicts had been in force everywhere at once it\nwould have been practically impossible for any alcoholic to\nhave ever joined A.A. About nine-tenth of our oldest and best\nmembers could never have got by!\"At last experience taught us that to make away any\nalcoholic's full chance for sobriety in A.A. was sometimes to\npronounce his death sentence, and often to condemn him to\nendless misery. Who dared to be judge, jury, and executioner\nof his own sick brother?\n1. GRAPEVINE, AUGUST 1946\n2. TWELVE AND TWELVE, P. 141"},
{"number": 42,"title": "Self-Confidence and Will Power", "reading": "When we first challenged to admit defeat, most of us\nrevolted. We had approached A.A. expecting to be taught\nself-confidence. Then we had been told so far as alcohol was\nconcerned, self-confidence was no good whatever; in fact, it\nwas a total liability. There was no such thing as personal\nconquest of the alcoholic compulsion by the unaided will.\"It is when we try to make our will conform with God's that we\nbegin to use it rightly. To all of us, this was a m\nAs a rule, the average newcomer wanted his family to know\nimmediately what he was trying to do. He also wanted to tell\nothers who had tried to help him -- his doctor, his minister,\nand close friends. As he gained confidence, he felt it right to\nexplain his new way of life to his employer and business\nassociates. When opportunities to be helpful came along, he\nfound he could talk easily about A.A. to almost anyone.\nThese quiet disclosures helped him to lose his fear of the\nalcoholic stigma, and spread the news of A.A.'s existence in\nhis community. Many a new man and woman came to A.A.\nbecause of such conversation. Since it is only at the top\npublic level that anonymity is expected, such\ncommunications were well within its spirit.\nTWELVE AND TWELVE, PP. 185-186"},
{"number": 44,"title": "Daily Acceptance", "reading": "\"Too much of my life has been spent in dwelling upon the\nfaults of others. This is a most subtle and perverse form of\nself-satisfaction, which permits us to remain comfortably\nunaware of our own defects. Too often we are heard to say,\n`If it weren't for him (or her), how happy I'd be!'\"\n\n\"Our very first problem is to accept our present\ncircumstances as they are, ourselves as we are, and the\npeople abour us as they are. This is to adopt a realistic\nhumility without which no genuine advance can even begin.\nAgain and again, we shall need to return to that unflattering\npoint of departure. This is an exercise in acceptance that we\ncan profitably practice every day of our lives.\nProvided we strenuously avoid turning these realistic\nsurveys of the factsof life into unrealistic alibis for apathy of\ndefeatism, they can be sure foundation upon which\nincreased emotional health and therefore spiritual progress\ncan be built.\n1. LETTER, 1966\n2. GRAPEVINE, MARCH 1962"},
{"number": 45,"title": "Our Companions", "reading": "Today, the vast majority of us welcome any new light that\ncan be thrown on the alcoholic's mysterious and baffling\nmalady. We welcome new and valuable knowledge whether it\nissues from a test tube, from a psychiatrist's couch, or from\nrevealing social studies. We are glad of any kind of education\nthat accurately informs the public and changes its age-old\nattitude toward the drunk.\nMore and more we regard all who labor in the total field of\nalcoholism as our companions on a march from darkness\ninto light. We see that we can accomplish together what we\ncould never accomplish in separation and in rivalry.\nGRAPEVINE, MARCH 1958"},
{"number": 46,"title": "True Ambition -- and False", "reading": "We have had a much keener look at ourselves and those\nabout us. We have seen that we were prodded by\nunreasonable fears oranxieties into making a life business of\nwinning fame, money, and what we thought was leadership.\nSo false pride became the reverse side of that ruinous coin\nmarked \"Fear.\" We simply had to be Number One people to\ncover up our deep-lying inferiorities.\"True ambition is not what we thought it was. True ambition is\nthe profound desire to live usefully and walk humbly under\nthe grace of God.\nTWELVE AND TWELVE\n1. P. 123\n2. PP. 124-125"},
{"number": 47,"title": "Seeing is Believing", "reading": "admission and correction of errors -- now.\nTWELVE AND TWELVE, PP. 88-89"},
{"number": 49,"title": "Out of Defeat...Strenght", "reading": "If we are planning to stop drinking, there must be no\nreservation of any kind, nor any lurking notion that some day\nwe will be immune to alcohol.\"Such is the paradox of A.A. regeneration: strength arising\nout of complete defeat and weakness, the loss of one's old\nlife as a condition for finding a new one.\n1. ALCOHOLICS ANONYMOUS, P. 33\n2. A.A. COMES OF AGE, P. 46"},
{"number": 50,"title": "A.A.: Benign Anarchy and Democracy", "reading": "When we come into A.A. we find a greater personal freedom\nthan any other society knows. We cannot be compelled to do\nanything. In that sense our Society is a benign anarchy. The\nword \"anarchy\" has a bad meaning to most of us. But I think\nthat the idealist who first advocated the concept felt that if\nonly men were granted absolute liberty, and were compelled\nto obey no one, they would then voluntarily associate\nthemselves in the common interest. A.A. is an association of\nthe benign sort he envisioned.\nBut when we had to go into action -- to function as groups -we discovered that we also had to become a democracy. As\nour oldtimers retired, we therefore began to elect our trusted\nservants by majority vote. Each group in this sense became\na town meeting. All plans for group action had to be\napproved by the majority. This meant that no single\nindividual could appoint himself to act for his group or for\nA.A. as a whole. Neither dictatorship nor paternalism was for\nus.\nA.A. COMES OF AGE, PP. 224-225"},
{"number": 51,"title": "The Coming of Faith", "reading": "In my own case, the foundation stone of freedom from fear is\nthat of faith: a faith that, despite all worldly appearances to\nthe contrary, causes me to believe that I live in a universe\nthat makes sense.\nTo me, this means a belief in a Creator who is all power,\njustice, and love; a God who intends for me a purpose, a\nmeaning, and a destiny to grow, however little and haltingly,\ntoward His own likeness and image. Before the coming of\nfaith I had lived as an alien in a cosmos that too often\nseemed both hostile and cruel. In it there could be no inner\nsecurity for me.\"\n\n\"When I was driven to my knees by alcohol, I was made\nready to ask for the gift of faith. And all was changed. Never\nagain, my pains and problems notwithstanding, would I\nexperience my former desolation. I saw the universe to be\nlighted by God's love; I was alone no more.\"\n1. GRAPEVINE, JANUARY 1962\n2. LETTER, 1966"},
{"number": 52,"title": "To Guard Against a Slip", "reading": "Suppose we fall short of the chosen ideal and stumble? Does\nthis mean we are going to get drunk? Some people tell us so.\nBut this is only a half-truth.\nIt depends on us and on our motives. If we are sorry for what\nwe have done, and have the honest desire to let God take us\nto better things, we believe we will be forgiven and will have\nlearned our lesson. If we are not sorry, and our conduct\ncontinues toharm others, we are quite sure to drink. These\nare facts out of our experience.\nALCOHOLICS ANONYMOUS, P. 70"},
{"number": 53,"title": "\"Loners\" -- but Not Alone", "reading": "What can be said of many A.A. members who, for a variety of\nreasons, cannot have a family life? At first many of these feel\nlonely, hurt, and left out as they witness so much domestic\nhappiness about them. If they cannot have this kind of\nhappiness, can A.A. offer them satisfactions of similar worth\nand durability?\nYes -- whenever they try hard to seek out these satisfactions.\nSurrounded by so many A.A. friends, the co-called loners tell\nus they no longer feel alone. In partnership with others -women and men -- they can devote themselves to any\nnumber of ideas, people, and constructive projects. They can\nparticipate in enterprises which would be denied to family\nmen and women. We daily see such members render\nprodigies of service, and receive great joys in return.\nTWELVE AND TWELVE, P. 120"},
{"number": 54,"title": "To Deepen Our Insight", "reading": "It is necessary that we extricate from an examination of our\npersonal relations every bit of information about ourselves\nand our fundamental difficulties that we can. Since defective\nrelations with other human beings have nearly always been\nthe immediate cause of our woes, including our alcoholism,\nno field of investigation could yield more satisfying and\nvaluable rewardsthan this one.\nCalm, thoughtful reflection upon personal relations can\ndeepen our insight. We can go far beyond those things which\nwere superficially wrong with us, to see those flaws which\nwere basic, flaws which sometimes were responsible for the\nwhole pattern of our lives. Thoroughness, we have found,\nwill pay -- and pay handsomely.\nTWELVE AND TWELVE, P. 80"},
{"number":55, "title":"Seeking Guidance", "reading":"Man is supposed to think, and act. He wasn't made in God's\nimage to be an automaton.\n\"My own formula along this lines runs as follows: First, think\nthrough every situation pro and con, praying meanwhile that\nI be not influenced by ego considerations. Affirm that I would\nlike to do God's will.\n\"Then, having turned the problem over in this fashion and\ngetting no conclusive or compelling answer, I wait for further\nguidance, which may come into mind directly or through\nother people or through circumstances.\n\"If I feel I cant wait, and still get no definite indication,\nIrepeat the first measure several times, try to pick out the\nbest course, and then proceed to act. I know if I am wrong,\nthe heavens wont fall. Alesson will be learned, in any case.\"\nLETTER, 1950"},
{"number": 56,"title": "Facing Criticism", "reading": "Sometimes, we register surprise, shock, and anger when\npeople find fault with A.A. We are apt to be disturbed to such\nan extent that we cannot benefit by constructive criticism.\nThis sort of resentment makes no friends and achieves no\nconstructive purpose. Certainly, this is an area in which we\ncan improve.\"It is evident that the harmony, security, and future\neffectiveness of A.A. will depend largely upon our\nmaintenance of a thoroughly nonaggressive and pacific\nattitude in all our public relations. This is an exacting\nassignment, because in our drinking days we were prone to\nanger, hostility, rebellion, and aggression. And, even though\nwe are now sober, the old patterns of behaviour are to a\ndegree still with us, always threatening to explode on any\ngood excuse.\nBut we now know this, and therefore I feel confident that in\nthe conduct of our public affairs we shall always find the\ngrace to exert restraint.\n1. GRAPEVINE, JULY 1965\n2. TWELVE CONCEPTS, P. 71"},
{"number": 57,"title": "Better than Gold", "reading": "As newcomers, many of us have indulged in spiritual\nintoxication. Like a gaunt prospector, belt drawn in over the\nlast ounce of food, we saw our pick strike gold. Joy at our\nrelease from a lifetime of frustration knew no bounds.\nThe newcomer feels he has struck something better than\ngold. He may not see at once that he has barely scratched a\nlimitless lode\nwhich will pay dividends only if he mines it for the rest of his\nlife and insists on giving away the entire product.\nALCOHOLICS ANONYMOUS, PP. 128-129"},
{"number": 58,"title": "Righteous Indignation", "reading": "\"The positive value of righteous indignation is theoretical -especially for alcoholics. It leaves every one of us open to\nthe rationalization that we may be as angry as we like\nprovided we can claim to be righteous about it.\"\n\n\"When we harbored grudges and planned revenge for defeats,\nwe were really beating ourselves with the club of anger we\nhad intended to use on others. We learned that if we were\nseriously disturbed, our very first need was to quiet that\ndisturbance, regardless of who or what we thought caused it.\n1. LETTER, 1954\n2. TWELVE AND TWELVE, P. 47"},
{"number": 59,"title": "Conviction and Compromise", "reading": "One qualification for a useful life is give-and-take, the ability\nto compromise cheerfully. Compromise comes hard to us\n\"all or nothing\" drunks. Nevertheless, we must never lose\nsight of the fact that progress is nearly always characterized\nby a series of improving compromises.\nOf course, we cannot always compromise. There are\ncircumstances in which it is necessary to stick flat-footed to\none's convictions until the issue is resolved. Deciding when\nto compromise and when not to compromise always calls for\nthe most careful discrimination.\nTWELVE CONCEPTS, PP. 42-43"},
{"number": 60,"title": "Brain Power Alone?", "reading": "To the intellectually self-sufficient man or woman, many\nA.A.'s can say, \"Yes, we were like you -- far too smart for our\nown good. We loved to have people call us precocious. We\nused our education to blow ourselves up into prideful\nballoons, though we were careful to hide this from others.\nSecretly, we felt we could float above the rest of folks on our\nbrain power alone.\n\"Scientific progress told us there was nothing man couldn't\ndo. Knowledge was all powerful. Intellect could conquer\nnature. Since we were brighter than most folks (so we\nthought), the spoils of victory would be ours for the thinking.\nThe god of intellect displaced the God of our fathers.\ngrace to deal constructively with whatever fears remain.\n1. ALCOHOLICS ANONYMOUS, PP. 67-68\n2. GRAPEVINE, JANUARY 1962"},
{"number": 62,"title": "A Different Swinging Door", "reading": "When a drunk shows up among us and says that he doesn't\nlike the A.A. principles, people, or service management,\nwhen he declares that he can do better elsewhere -- we are\nnot worried. We simply say, \"Maybe your case really is\ndifferent. Why don't you try something else?\"\nIf an A.A. member says he doesn't like his own group, we are\nnot disturbed. We simply say, \"Why don't you try another\none? Or start one of your own.\"\nTo those who wish to secede from A.A. altogether, we extent\na cheerful invitation to do just that. If they can do better by\nother means, we are glad. If after a trial they cannot do better,\nwe know they face a choice: They can go mad or die or they\nreturn to A.A. The decision is wholly theirs. (As a matter of\nfact, most of them do come back.)\nTWELVE CONCEPTS, PP. 74-75"},
{"number": 63,"title": "Free of Dependence", "reading": "I asked myself, \"Why can't the Twelve Steps work to release\nme from this unbearable depression?\" By the hour, I stared\nat the St. Francis Prayer: \"It is better to comfort than to be\ncomforted.\"\nSuddenly I realized what the answer might be. My basic flaw\nhad always been dependence on people or circumstances to\nsupply me with prestige, security, and confidence. Failing to\nget these things according to my perfectionist dreams and\nspecifications, Ifought for them. And when defeat came, so\ndid my depression.\nReinforced by what grace I could find in prayer, I had to exert\nevery ounce of will and action to cut off these faulty\nemotional dependencies upon people and upon\ncircumstances. Then only could I be free to love as Francis\nhad loved.\nGRAPEVINE, JANUARY 1958"},
{"number": 64,"title": "Search for Motives", "reading": "Some of us clung to the claim that when drinking we never\nhurt anybody but ourselves. Our families didn't suffer,\nbecause we always paid the bills and seldom drank at home.\nOur business associates didn't suffer, because we were\nusually on the job. Our reputations didn't suffer, because we\nwere certain fewknew of our drinking. Those who did would\nsometimes assure us that, after all, a lively bender was only a\ngood man's fault. What real harm, therefore, had we done?\nNo more, surely, than we could easily mend with a few casual\napologies.\nThis attitude, of course, is the end result of purposeful\nforgetting. It is an attitude which can be changed only by\ndeep and honest search of our motives and actions.\nTWELVE AND TWELVE, P. 79"},
{"number": 65,"title": "Growth by the Tenth Step", "reading": "In the years ahead A.A. will, of course, make mistakes.\nExperience has taught us that we need have no fear of doing\nthis, providing that we always remain willing to admit our\nfaults and to correct them promptly. Our growth as\nindividuals has depended upon this healthy process of trial\nand error. So will our growth as a fellowship.\nLet us always remember that any society of men and women\nthat cannot freely correct its own faults must surely fall into\ndecay if not into collapse. Such is the universal penalty for\nthe failure to go on growing. Just as each A.A. must continue\nto take his moral inventory and act upon it, so must our\nwhole Society if we are to survive and if we are to serve\nusefully and well.\nA.A. COMES OF AGE, P. 231"},
{"number": 66,"title": "For Emergencies Only?", "reading": "Whether we had been believers or unbelievers, we began to\nget over the idea that the Higher Power was a sort of bushleague pinch hitter, to be called upon only in an emergency.\nThe notion that we would still live our own lives, God helping\na little now and then, began to evaporate. Many of us who\nhadthought ourselves religious awoke to the limitations of\nthis attitude. Refusing to place God first, we had deprived\nourselves of His help.\nBut now the words \"Of myself I am nothing, the Father doeth\nthe works\" began to carry bright promise and meaning.\nTWELVE AND TWELVE, P. 75"},
{"number": 67,"title": "Thousands of \"Founders\"", "reading": "\"While I thank God that I was privileged to be an early\nmember of A.A., I honestly wish that the word `founder' could\nbe eliminated from the A.A. vocabulary.\n\"When you get right down to it, everyone who has done any\namount of successful Twelfth Step work is bound to be the\nfounder of a new life for other alcoholics.\"\n\n\"A.A. was not invented! Its basics were brought to us\nthrough the experience and wisdom of many great friends.\nWe simply borrowed and adapted their ideas.\"\n\n\"Thankfully, we have accepted the devoted services of many\nnonalcoholics. We owe our very lives to the men and women\nof medicine and religion. And, speaking for Dr. Bob and\nmyself, I gratefully declare that had it not been for our wives,\nAnne and Lois, neither of us could have lived to see A.A.'s\nbeginning.\"\n1. LETTER, 1945\n2. LETTER, 1966\n3. LETTER, 1966"},
{"number": 68,"title": "Renew Your Effort", "reading": "\"Though I know how hurt and sorry you must be after this\nslip, please do not worry about a temporary loss of your\ninner peace. As calmly as you can, just renew your effort on\nthe A.A. program, especially those parts of it which have to\ndo with meditationand self-analysis.\n\"Could I also suggest that you look at excessive guilt for\nwhat it is? Nothing but a sort of reverse pride. A decent\nregret for what has happened is fine. But guilt -- no.\n\"Indeed, the slip could well have been brought about by\nunreasonable feelings of guilt because of other moral\nfailures, so called. Surely, you ought to look into this\npossibility. Even here you should not blame yourself for\nfailure; you can be penalized only for refusing to try for\nbetter things.\"\nLETTER, 1958"},
{"number": 69,"title": "Giving Without Demand", "reading": "Watch any A.A. of six months workingwith a Twelfth Step\nprospect. If the newcomer says, \"To the devil with you,\" the\ntwelfth-stepper only smiles and finds another alcoholic to\nhelp. He doesn't feel frustrated or rejected. If this next drunk\nresponds, and in turn starts to give love and attention to\nother sufferers, yet gives none back to him, the sponsor is\nhappy about it anyway. He still doesn't feel rejected; instead\nhe rejoices that his former prospect is sober and happy.\nAnd he well knows that his own life has been made richer, as\nan extra dividend of giving to another without any demand\nfor a return.\nGRAPEVINE, JANUARY 1958"},
{"number": 70,"title": "Truth, the Liberator", "reading": "How truth makes us free is something that we A.A.'s can well\nunderstand. It cut the shackles that once bound us to\nalcohol. It continues to release us from conflicts and\nmiseries beyond reckoning; it banishes fear and isolation.\nThe unity of our Fellowship, the love we cherish for each\nother, the esteem in which the world holds us -- all of these\nare products of the truth which, under God, we have been\nprivileged to perceive.\"Just how and when we tell the truth -- or keep silent -- can\noften reveal the difference between genuine integrity and\nnone at all.\nStep Nine emphatically cautions us against misusing the\ntruth when it states: \"We made direct amends to such people\nwherever possible, except when to do so would injure them\nor others.\" Because it points up the fact that the truth can be\nused to injure as well as to heal, this valuable principle\ncertainly has a wide-ranging application to the problem of the\ndeveloping integrity.\nGRAPEVINE, AUGUST 1961"},
{"number": 71,"title": "\"How Can You Roll with a Punch?\"", "reading": "On the day that the calamity of Pearl Harbor fell upon our\ncountry, a great friend of A.A. was walking alone a St. Louis\nstreet. Father Edward Dowling was not an alcoholic, but he\nhad been one of the founders of the struggling A.A. group in\nhis city. Because many of his usually sober friends had\nalready taken to their bottles that they might blot out the\nimplications of the Pearl Harbor disaster, Father Ed was\nanguished by the thought that his cherished A.A. group\nwould probably do the same.\nThen a member, sober less than a year, stepped alongside\nand engaged Father Ed in a spirited conversation -- mostly\nabout A.A. Father Ed saw, with relief, that his companion was\nperfectly sober.\n\"How is it that you have nothing to say about Pearl Harbor?\nHow can you roll with a punch like that?\"\n\"Well,\" replied the yearling, \"each of us in A.A. has already\nhad his own private Pearl Harbor. So why should we drunks\ncrack up over this one?\"\nGRAPEVINE, JANUARY 1962"},
{"number": 72,"title": "Dependence -- Unhealthy or Healthy", "reading": "\"Nothing can be more demoralizing than a clinging and\nabject dependence upon another human being. This often\namounts to the demand for a degree of protection and love\nthat no one could possibly satisfy. So our hoped-for\nprotectors finally flee, and once more we are left alone -either to grow up or to disintegrate.\"\n\n\"We discovered the best source of emotional stability to be\nGod Himself. We found that dependence upon His perfect\njustice, forgiveness, and love was healthy, and that it would\nwork where nothing else would.\nIf we really depended upon God, we couldn't very well play\nGod to our fellows, nor would we feel the urge to rely wholly\non human protection and care.\n1. LETTER, 1966\n2. TWELVE AND TWELVE, P. 116"},
{"number": 73,"title": "Two-Way Tolerance", "reading": "\"Your point of view was once mine. Fortunately, A.A. is\nconstructed so that we need not debate the existence of\nGod; but for best results, most of us must depend upon a\nHigher Power. You say the group is your Higher Power, and\nno rightminded A.A. would challenge your privilege to\nbelieve precisely that way. We should all be glad that good\nrecoveries can be made even on this limited basis.\n\"But turnabout is fair play. If you would expect tolerance for\nyour point of view, I am sure you would be willing to\nreciprocate. I try to remember that, down through the\ncenturies, lots of brighter people than I have been found on\nboth sides of this debate about belief. For myself, of late\nyears, I am finding it much easier to believe that God made\nman, than that man made God.\"\nLETTER, 1950"},
{"number": 74,"title": "Breach the Walls of Ego", "reading": "People who are driven by pride of self unconsciously blind\nthemselves to their liabilities. Newcomers of this sort\nscarcely need comforting. The problem is to help them\ndiscover a chink in the walls their ego has built, through\nwhich the light of reason can shine.\"The attainment of greater humility is the foundation principle\nof each of A.A.'s Twelve Steps. For without some degree of\nhumility, no alcoholic can stay sober at all.\nNearly all A.A.'s have found, too, that unless they develop\nmuch more of this precious quality than may be required just\nfor sobriety, they still haven't much chance of becoming truly\nhappy. Without it, they cannot live to much useful purpose,\nor, in adversity, be able to summon the faith that can meet\nany emergency.\nTWELVE AND TWELVE\n1. P. 46\n2. P. 70"},
{"number": 75,"title": "Losing Financial Fears", "reading": "When ajob still looked like a mere means of getting money\nrather than an opportunity for service, when the acquisition\nof money for financial independence looked more important\nthan a right dependence upon God, we were the victims of\nunreasonable fears. And these were fears which would make\na serene and useful existence, at any financial level, quite\nimpossible.\nBut as time passed we found that with the help of A.A.'s\nTwelve Steps we could lose those fears, no matter what our\nmaterial prospects were. We could cheerfully perform\nhumble labor without worrying about tomorrow. If our\ncircumstances happened to be good, we no longer dreaded a\nchange for the worse, for we had learned that these troubles\ncould be turned into great values, for ourselves and for\nothers.\nTWELVE AND TWELVE, PP. 121-122"},
{"number": 76,"title": "Only God Is Unchanging", "reading": "\"Change is the characteristic of all growth. From drinking to\nsobriety, from dishonesty to honesty, from conflict to\nserenity, from hate to love, from childish dependence to\nadult responsibility -- all this and infinitely more represent\nchange for the better.\n\"Such changes are accomplished by a belief in and a\nprectice of sound principles in favor of good ones that work.\nEven good principles can sometimes be displaced by the\ndiscovery of still better ones.\n\"Only God is unchanging; only He has all the truth there is.\"\nLETTER, 1966"},
{"number": 77,"title": "R.S.V.P. -- Yes or No?", "reading": "Usually, we do not avoid a place where there is drinking -- if\nwe have a legitimate reason for being there. That includes\nbars, night clubs, dances, receptions, weddings, even plain\nordinary parties.\nYou will note that we made an important qualification.\nTherefore, ask yourself, \"Have I any good social, business,\nor personal reason for going to this place? Or am I expecting\nto steal a little vicarious pleasure from the atmosphere?\"\nThen go or stay away, whichever seems better. But be sure\nyou are on solid spiritual ground before you start and that\nyour motive in going is thoroughly good. Do not think of\nwhat you will get out of the occasion. Think of what you can\nbring to it.\nIf you are shaky, you had better work with another alcoholic\ninstead!\nALCOHOLICS ANONYMOUS, PP. 101-102"},
{"number": 78,"title": "Clearing a Channel", "reading": "During the day, we can pause where situations must be met\nand decisions made, and renew the simple request \"Thy will,\nnot mine, be done.\"\nIf at these points our emotional disturbance happens to be\ngreat, we will more surely keep our balance provided we\nremember, and repeat to ourselves, a particular prayer or\nphrase that has appealed to us in our reading or meditation.\nJust saying it over and over will often enable us to clear a\nchannel choked up with anger, fear, frustration, or\nmisunderstanding, and permit us to return to the surest help\nof all -- our search for God's will, not our own, inthe moment\nof stress.\nTWELVE AND TWELVE, PP. 102-103"},
{"number": 79,"title": "Whose Responsibility?", "reading": "\"An A.A. group, as such, cannot take on all the personal\nproblems of its members, let alone those of nonalcoholics, in\nthe world around us. The A.A. group is not, for example, a\nmediator of domestic relations, nor does it furnish personal\nfinancial aid to anyone.\n\"Though a member may sometimes be helped in such\nmatters by his friends in A.A., the primary responsibility for\nthe solutions of all his problems of living and growing rests\nsquarely upon the individual himself. Should an A.A. group\nattempt this sort of help, its effectiveness and energies\nwould be hopelessly dissipated.\n\"This is why sobriety -- freedom from alcohol -- through the\nteaching and practice of A.A.'s Twelve Steps, is the sole\npurpose of the group. If we don't stick to this cardinal\nprinciple, we shall almost certainly collapse. And if we\ncollapse we cannot help anyone.\"\nLETTER, 1966"},
{"number": 80,"title": "Debits and Credits", "reading": "Following a gossip binge, we can well ask ourselves these\nquestions: \"Why did we say what we did? Were we only\ntrying to be helpful and informative? Or were we not trying to\nfeel superior by confessing the other fellow's sins? Or,\nbecause of fear and dislike, were we not really aiming to\ndamage him?\"\nThis would be an honest attempt to examine ourselves,\nrather than the other fellow.\"Inventory-taking is not always done in red ink. It's a poor day\nindeed when we haven't done something right. As a matter of\nfact, the eaking hours are usually well filled with things that\nare constructive. Good intentions, good thoughts, and good\nacts are there for us to see.\nEven when we have tried hard and failed, we may chalk that\nup as one of the greatest credits of all.\n1. GRAPEVINE, AUGUST 1961\n2. TWELVE AND TWELVE, P. 93\n81\n\"Selfish?\"\n\"I can see why you are disturbed to hear some A.A. speakers\nsay, `A.A. is a selfish program.' The word `selfish' ordinarily\nimplies that one is acquisitive, demanding, and thoughtless\nof the welfare of others. Of course, the A.A. way of life does\nnot at all imply such undesirable traits.\n\"What do these speakers mean? Well, any theologian will tell\nyou that the salvation of his own soul is the highest vocation\nthat a man can have. Without salvation -- however we may\ndefine this -- he will have little or nothing. For us if A.A., there\nis even more urgency.\n\"If we cannot or will not achieve sobriety, then we become\ntruly lost, right in the here and now. We are of no value to\nanyone, including ourselves, until we find salvation from\nalcohol. Therefore, our own recovery and spiritual growth\nhave to come first-- a right and necessary kind of selfconcern.\"\nLETTER, 1966"},
{"number": 82,"title": "Trouble Becomes an Asset", "reading": "\"I think that this particular General Service Conference\nholdspromise and has been filled with progress -- because it\nhas had trouble. And it has converted that trouble into an\nasset, into some growth, and into a great promise.\n\"A.A. was born out of trouble, one of the most serious kinds\nof trouble that can befall an individual, the trouble attendant\nupon this dark and fatal malady of alcoholism. Every single\none of us approached A.A. in trouble, in impossible trouble,\nin hopeless trouble. And that is why we came.\n\"If this Conference was ruffled, if individuals were deeply\ndisturbed -- I say, `This is fine.' What parliament, what\nrepublic, what democracy has not been disturbed? Friction\nof opposing viewpoints is the very modus operandi on which\nthey proceed. Then what should we be afraid of?\"\nTALK, P. 1958"},
{"number": 83,"title": "We Cannot Live Alone", "reading": "All of A.A.'s Twelve Steps ask us to go contrary to our\nnatural desires; they all deflate our egos. When it comes to\nego deflation, few Steps are harder to take than the Fifth.\nScarcely any Step is more necessary to long time sobriety\nand peace of mind.\nA.A. experience has taught us we cannot live alone with our\npressing problems and the character defects which cause or\naggrevate them. If Step Four has revealed in stark relief\nthose experiences we'd rather not remember, then the need\nto quit living by ourselves with those tormenting ghosts of\nyesterday gets more urgent than ever. We have to talk to\nsomebody about them.\"We cannot wholly rely on friends to solve all our difficulties.\nA good adviser will never do all our thinking for us. He\nknows that each final choice must be ours. He will therefore\nhelp to eliminate fear, expediency, and self-deception, so\nenabling us to make choices which are loving, wise, and\nhonest.\n1. TWELVE AND TWELVE, P. 55\n2. GRAPEVINE, AUGUST 1961"},
{"number": 84,"title": "Benefits of Responsibilty", "reading": "\"Happily, A.A.'s per capita expenses are very low. For us to\nfail to meet them would be to evade a responsibility\nbeneficial for us.\n\"Most alcoholics have said they had no troubles that money\nwould not cure. We are a group that, when drinking, always\nheld out a hand for funds. So when we commence to pay our\nown service bills, this is a healthy change.\"\n\n\"Because of drinking, my friend Henry had lost a highsalaried job. There remained a fine house -- with abudget\nthree times his reduced earnings.\n\"He could have rented the house for enough to carry it. But\nno! Henry said he knew that God wanted him to live there,\nand He would see that the costs were paid. So Henry went on\nrunning up bills andglowing with faith. Not surprisingly, his\ncreditors finally took over the place.\nHenry can laugh about it now, having learned that God more\noften helps those who are willing to help themselves.\"\n1. LETTER, 1960\n2. LETTER, 1966"},
{"number": 85,"title": "Life Is Not a Dead End", "reading": "When a man or a woman has a spiritual awakening, the most\nimportant meaning of it is that he has now become able to\ndo, feel, and believe that which he could not do before on his\nunaided strength and resources alone. He has been granted\na gift which amounts to a new state of consciousness and\nbeing.\nHe has been set on a path which tells him he is really going\nsomewhere, that life is not a dead end, not something to be\nendured or mastered. In a very real sense he has been\ntransformed, because he has laid hold of a source of\nstrength which he had hitherto denied himself.\nTWELVE AND TWELVE, PP. 106-107"},
{"number": 86,"title": "Room for Improvement", "reading": "We have come to believe that A.A.'s recovery Steps and\nTraditions represent the approximate truths which we need\nfor our particular purpose. The more we practice them, the\nmore we like them. So there is little doubt that A.A. principles\nwill continue to be advocated in the form they stand now.\nIf our basis are so firmly fixed as all this, then what is there\nleft to change or to improve?\nThe answer will immediately occur to us. While we need not\nalter our truths, we can surely improve their application to\nourselves, to A.A. as a whole, and to our relation with the\nworld around us. We can constantly step up the practice of\n\"these principles in all our affairs.\"\nGRAPEVINE, FEBRUARY 1961\n87\nKeystone of the Arch\nFaced with alcoholic destruction, we soon became as openminded on spiritual matters. In this respect alcohol was a\ngreat persuader. It finally beat us into a state of\nreasonableness.\"We had to quit playing God. It didn't work. We decided that\nhereafter, in this drama of life, God was going to be our\nDirector. He would be the Principal; we, His agents.\nMost good ideas are simple, and this concept was the\nkeystone of the new and triumphal arch through which we\npassed to freedom.\nALCOHOLICS ANONYMOUS\n1. P. 48\n2. P. 62"},
{"number": 88,"title": "Will Power and Choice", "reading": "\"We A.A.'s know the futility of trying to break the drinking\nobsession by will power alone. However, we do know that it\ntakes great willingness to adopt A.A.'s Twelve Steps as a way\nof life that can restore us to sanity.\n\"No matter how grievious the alcohol obsession, we happily\nfind that other vital choices still be made. For example, we\ncan choose to admitthat we are personally powerless over\nalcohol; that dependence upon a `Higher Power' is a\nnecessity, even if this be simply dependence upon an A.A.\ngroup. Then we can choose to try for a life of honesty and\nhumility, of selfless service to our fellows and to `God as we\nunderstand Him.'\n\"As we continue to make these choices and so move toward\nthese high aspirations, our sanity returns and the\ncompulsion to drink vanishes.\"\nLETTER, 1966"},
{"number": 89,"title": "Review the Day", "reading": "When we retire at night, we constructively review our day.\nWere we resentful, selfish, dishonest or afraid? Do we owe\nan apology? Have we kept something to ourselves which\nshould be discussed with another person at once? Were we\nkind and loving toward all? What could we have done better?\nWere we thinking of ourselves most of the time? Or were we\nthinking of what we could do for others, of what we could\npack into the stream of life?\nWe must be careful not to drift into worry, remorse or morbid\nreflections, for that would diminish our usefulness to\nourselves and to others. After making our review we ask\nGod's forgiveness and inquire what corrective measures\nshould be taken.\nALCOHOLICS ANONYMOUS, P. 86"},
{"number": 90,"title": "To Watch Loneliness Vanish", "reading": "Almost without exception, alcoholics are tortured by\nloneliness. Even before our drinking got bad and people\nbegan to cut us off, nearly all of us suffered the feeling that\nwe didn't quite belong. Either we were shy, and dared not\ndraw near others, or wewere noisy good fellows constantly\ncraving attention and companionship, but rarely getting it.\nThere was always that mysterious barrier we could neither\nsurmount nor understand.\nThat's one reason we loved alcohol too well. But even\nBacchus betrayed us; we were finally struck down and left in\nterrified isolation.\"Life takes on new meaning in A.A. To watch people recover,\nto see them help others, to watch loneliness vanish, to see a\nfellowship grow up about you, to have a host of friends -- this\nis an experience not to be missed.\n1. TWELVE AND TWELVE, P. 57\n2. ALCOHOLICS ANONYMOUS, P. 89"},
{"number": 91,"title": "Courage and Prudence", "reading": "When fear persisted, we knew it for what it was, and we\nbecame able to handle it. We began to see each adversity as\na God-given opportunity to develop the kind of courage\nwhich is born of humility, rather than of bravado.\"Prudence is a workable middle ground, a channel of clear\nsailing between the obstacles of fear on the one side and of\nrecklessness on the other. Prudence in practice creates a\ndefinite climate, the only climate in which harmony,\neffectiveness, and consistent spiritual progress can be\nachieved.\"\n\n\"Prudence is rational concern without worry.\"\n1. GRAPEVINE, JANUARY 1962\n2. TWELVE CONCEPTS, P. 65\n3. TALK, 1966"},
{"number": 92, "title": "Walking Toward Serenity", "reading": "\"When I was tired and couldn't concentrate, I used to fall\nback on an affirmation toward life that took the form of\nsimple walking and deep breathing. I sometimes told myself\nthat I couldn't do even this -- that I was to weak. But I learned\nthat this was the point at which I could not give in without\nbecoming still more depressed.\n\"So I would set myself a small stint. I would determine to\nwalk a quarter of a mile. And I would concentrate by counting\nmy breathing -- say, six steps to each slow inhalation and\nfour to each exhalation. Having done the quarter-mile, I found\nthat I could go on, maybe a half-mile more. Then another\nhalf-mile, and maybe another.\n\"This was encouraging. The false sense of physical\nweakness would leave me (this feeling being so\ncharacteristic of depressions). The walking and especially\nthe breathing were powerful affirmations toward life and\nliving and away from failure and death. The counting\nrepresented a minimum discipline in concentration, to get\nsome rest from the wear and tear of fear and guilt.\"\nLETTER, 1960"},
{"number": 93,"title": "Atmosphere of Grace", "reading": "Those of us who have come to make regular use of prayer\nwould no more do without it than we would refuse air, food,\nor sunshine. And for the same reason. When we refuse air,\nlight, or food, the body suffers. And when we turn away from\nmeditation and prayer, we likewise deprive our minds, our\nemotions, and our intuitions of vitally needed support.\nAs the body can fail its purpose for lack of nourishment, so\ncan the soul. We all need the light of God's reality, the\nnourishment of His strenth, and the atmosphere of His grace.\nTo an amazing extent the facts of A.A. life confirm this\nageless truth.\nTWELVE AND TWELVE, PP. 97-98"},
{"number": 94,"title": "\". . . In All Our Affairs", "reading": "\"The chief purpose of A.A. is sobriety. We all realize that\nwithout sobriety we have nothing.\n\"However, it is possible to expand this simple aim into a\ngreat deal of nonsense, so far as the individual member is\nconcerned. Sometimes we hear him say, in effect, `Sobriety\nis my sole responsibility. After all, I'm a pretty fine chap,\nexpect for my drinking. Give me sobriety, and I've got it\nmade!'\n\"As long as our friend clings to this comfortable alibi, he will\nmake so little progress with his real life problems and\nresponsibilities that he stands in a fair way to get drunk\nagain. This is why A.A.'s Twelfth Step urges that we `practice\nthese principles in all our affairs.' We are not living just to be\nsober; we are living to learn, to serve, and to love.\"\nLETTER, 1966"},
{"number": 95,"title": "Spiritual Kindetgarten", "reading": "\"We are only operating a spiritual kindergarten in which\npeople are enabled to get over drinking and find the grace to\ngo on living to a better effect. Each man's theology has to be\nhis own quest, his own affair.\"\n\n\"When the Big Book was planned, some members thought\nthat it ought to be Christian in doctrinal sense. Others had no\nobjection to the use of the word \"God\", but wanted to avoid\ndoctrinal issues. Spirituality, yes. Religion, no. Still others\nwanted a psychological book, to lure the alcoholic in. Once\nin, he could take God or leave Him alone as he wished.\nTo the rest of us this was shocking, but happily we listened.\nOur group conscience was at work to construct the most\nacceptable and effective book possible.\nEvery voice was playing its appointed part. Our atheists and\nagnostics widened our gateway so that all who suffer might\npass through, regardless of their belief or lack of belief.\n1. LETTER, 1954\n2. A.A. COMES OF AGE, PP. 162, 163, 167"},
{"number": 96,"title": "When Defects Are Less than Deadly", "reading": "Practically everybody wishes to be rid of his most glaring\nand destructive handicaps. No one wants to be so proud that\nhe is scorned as a braggart, nor so greedy that he is labeled\na thief. No one wants to be angry enough to murder, lustful\nenough to rape, gluttonous enough to ruin his health. No one\nwants to be agonized by chronic envy or paralyzed by sloth.\nOf course, most human beings don't suffer these defects at\nthese rock-bottom levels, and we who have escaped such\nextremes are apt to congratulate ourselves. Yet can we?\nAfter all, hasn't it been self-interest that has enabled most of\nus to escape? Not much spiritual effort is involved in\navoiding excesses which will bring us punishment anyway.\nBut when we face up to the less violent aspects of these very\nsame defects, where do we stand then?\nTWELVE AND TWELVE, P. 66"},
{"number": 97,"title": "Self-Respect Through Sacrifice", "reading": "At the beginning we sacrificed alcohol. We had to, or it would\nhave killed us. But we couldn't get rid of alcohol unless we\nmade other sacrifices. We had to toss self-justification, selfpity, and anger right out the window. We had to quit the crazy\ncontest for personal prestige and big bank balances. We had\nto take personal responsibility for our sorry slate and quit\nblaming others for it.\nWere these sacrifices? Yes, they were. To gain enough\nhumility and self-respect to stay alive at all, we had to give\nup what had really been our dearest possesions -- our\nambition and our illegitimate pride.\nA.A. COMES OF AGE, P. 287"},
{"number": 98,"title": "Anger -- Personal and Group Enemy", "reading": "\"As the book `Alcoholics Anonymous' puts it, `Resentment is\nthe Number One offender'. It is a primary cause of relapses\ninto drinking. How well we of A.A. know that for us `to drink\nis eventually to go mad or die'.\n\"Much the same penalty overhangs every A.A. group. Given\nenough anger, both unity and purpose are lost. Given still\nmore `righteous' indignation, the group can disintegrate; it\ncan actually die. This is why we avoid controversy. This is\nwhy we prescribe no punishments for any misbehavior, no\nmatter how grievous. Indeed, no alcoholic can be deprived of\nhis membership for any reason whatever.\n\"Punishment never heals. Only love can heal.\"\nLETTER, 1966"},
{"number": 99,"title": "The \"Slipper\" Needs Understanding", "reading": "\"Slips can often be charged to rebellion; some of us are\nmore rebellious than others. Slips may be due to the illusion\nthat one can be `cured' of alcoholism. Slips can also be\ncharged to carelessness and complacency. Many of us fail to\nride out these periods sober. Things go fine for two or three\nyears -- then the member is seen no more. Some of us suffer\nextreme guilt because of vices or practices that we can't or\nwon't let go of. Too little self-forgiveness and too little prayer\n-- well, this combination adds up to slips.\n\"Then some of us are far more alcohol-damaged than others.\nStill others encounter a series of calamities and cannot seem\nto find the spiritual resources to meet them. There are those\nof us who are physically ill. Others are subject to more or\nless continuous exhaustion,anxiety, and depression. These\nconditions often play a part in slips -- sometimes they are\nutterly controlling.\"\nTALK, 1960"},
{"number": 100,"title": "The Forgotten Mountain", "reading": "When I was a child, I acquired some of the traits that had a\nlot to do with my insatiable craving for alcohol. I was brought\nup in a little town in Vermont, under the shadow of Mount\nAeolus. An early recollection is that of looking up at this vast\nand mysterious mountain, wondering what it meant and\nwhether I could ever climb that high. But I was presently\ndistraced by my aunt who, as a fourth-birthday present,\nmade me a plate of fudge. For the next thirty-five years I\npursued the fudge of life and quite forgot about the\nmountain.\"When self-indulgence is less than ruinous, we have a milder\nword for it. We call it \"taking our comfort.\"\n1. A.A. COMES OF AGE, PP. 52-53\n2. TWELVE AND TWELVE, P. 67"},
{"number": 101,"title": "\"The Spiritual Angle\"", "reading": "How often do we sit in A.A. meetings and hear the speaker\ndeclare, \"But I haven't yet got the spiritual angle.\" Prior to\nthis statement, he has described a miracle of transformation\nwhich has occurred in him -- not only his release from\nalcohol, but a complete change in his whole attitude toward\nlife and the living of it.\nIt is apparent to everyone else present that he has received a\ngreat gift, and that this gift is all out of proportion to anything\nthat may be expected from simple A.A. participation. So we\nin the audience smile and say to ourselves, \"Well, that guy is\njust reeking with the spiritual angle -- except that he doesn't\nseem to know it yet!\"\nGRAPEVINE, JULY 1962"},
{"number": 102,"title": "Healing Talk", "reading": "When we consult an A.A. friend, we should not be reluctant\nto remind him of our need for full privacy. Intimate\ncommunication is normally so free and easy among us that\nan A.A. adviser may sometimes forget when we expect him\nto remain silent. The protective sanctity of this most healing\nof human relations ought never be violated.\nSuch privileged communications have priceless advantages.\nWe find in them the perfect opportunity to be as honest as\nwe know how to be. We do not have to think of the possibility\nof damage to other people, nor need we fear ridicule or\ncondemnation. Here,too, we have the best possible chance\nof spotting self-deception.\nGRAPEVINE, AUGUST 1961"},
{"number": 103,"title": "Principles Before Expediency", "reading": "Most of us thought good character was desirable. Obviously,\ngood character was something one needed to get on with the\nbusiness of being self-satisfied. With a proper display of\nhonesty and morality, we'd stand a better chance of getting\nwhat we really wanted. But whenever we had to choose\nbetween character and comfort, character-building was lost\nin the dust of our chase after what we thought was\nhappiness.\nSeldom did we look at character-building as something\ndesirable initself. We never thought of making honesty,\ntolerance, and true love of man and God the daily basis of\nliving.\"How to translate a right mental conviction into a right\nemotional result, and so into easy, happy, and good living, is\nthe problem of life itself.\n1. TWELVE AND TWELVE, PP. 71-72\n2. GRAPEVINE, JANUARY 1958"},
{"number": 104,"title": "Our New Employer", "reading": "We had a new Employer. Being all powerful, He provided\nwhat we needed, if we kept close to Him and performed His\nwork well.\nEstablished on such a footing we became less and less\ninterested in ourselves, our little plans and designs. More\nand more we became interested in seeing what we could\ncontribute to life.\nAs we felt new power flow in, as we enjoyed peace of mind,\nas we discovered we could face life successfully, as we\nbecame conscious of His presence, we began to lose our\nfear of today, tomorrow or the hereafter. We were reborn.\nALCOHOLICS ANONYMOUS, P. 63"},
{"number": 105,"title": "Move Ahead", "reading": "To spend too much time on any one alcoholic is to deny\nsome otheran opportunity to live and be happy. One of our\nFellowship failed entirely with his first half-dozen prospects.\nHe often says that if he had continued to work on them, he\nmight have deprived many others, who have since recovered,\nof their chance.\"\n\n\"Our chief responsibility to the newcomer is an adequate\npresentation of the program. If he does nothing or argues, we\ndo nothing but maintain our own sobriety. If he starts to\nmove ahead, even a little, with an open mind, we then break\nour necks to help in every way we can.\"\n1. ALCOHOLICS ANONYMOUS, P. 96\n2. LETTER, 1942"},
{"number": 106,"title": "\"Perfect\" Humility", "reading": "For myself, I try to seek out the truest definition of humility\nthat I can. This will not be the perfect definition, because I\nshall always be imperfect.\nAt this writing, I would choose one like this: \"Absolute\nhumility would consist of a state of complete freedom from\nmyself, freedom from all the claims that my defects of\ncharacter now lay so heavily upon me. Perfect humility would\nbe a full willingness, in all times and places, to find and to do\nthe will of God.\"\nWhen I mediate upon such vision, I need not be dismayed\nbecause I shall never attain it, nor need I swell with\npresumption that one of these days its virtues shall be mine.\nI only need to dwell on the vision itself, letting it grow and\never more fill my heart. This done, I can compare it with my\nlast-taken personal inventory. Then I get a sane and healthy\nidea of where I stand on the highway to humility. I see that\nmy journey toward God has scarce begun.\nAs I thus get down to my right size and stature, my selfconcern and importance become amusing.\nGRAPEVINE, JUNE 1961"},
{"number": 107,"title": "Two Kinds of Pride", "reading": "The prideful righteousness of \"good people\" may often be\njust as destructive as to dglaring sins of those who are\nsupposedly not so good.\"We loved to shout to ddamaging fact toat millions of the\n\"good men of religion\" wer dstillkilling one anoth er off in the\nname of God. This all meant, of course, that we had\nsubstituted negative for positive thinking.\nAfter we came to A.A., we had to recognize that this trait had\nbeen an ego-feeding proposition. In belaboring the sins of\nsome religious people, we could feel superior to all of them.\nMoreover, we could avoid looking at some of our own\nshortcomings.\nSelf-righteousness, the very thing that we had\ncontemptuously condemned in others, was our own\nbesetting evil. This phony form of respectability was our\nundoing, so far as faith was concerned. But finally, driven to\nA.A., we learned better.\n1. GRAPEVINE, AUGUST 1961\n2. TWELVE AND TWELVE, P. 30"},
{"number": 108,"title": "Learn in Quiet", "reading": "In 1941, a news clipping was called to our attention by a New\nYork member. In an obituary notice from a local paper, there\nappeared these words: \"God grant us the serenity to accept\nthe things we cannot change, the courage to change the\nthings we can, and the wisdom to know the difference.\"\nNever had we seen so much A.A. in so few words. With\namazing speed the Serenity Prayer came into general use.\"In meditation, debate has no place. We rest quietly with the\nthoughts or prayers of spiritually centered people who\nunderstand, so that we may experience and learn. This is the\nstate of being that so often discovers and deepens a\nconscious contact with God.\n1. A.A. COMES OF AGE, P. 196\n2. TWELVE AND TWELVE, PP. 100-101"},
{"number": 109,"title": "Freedom Through Acceptance", "reading": "We admitted we couldn't lick alcohol with our own remaining\nresources, and so we accepted the further fact that\ndependence upon a Higher Power (if only our A.A. group)\ncould do this hitherto impossible job. The moment we were\nable to accept these facts fully, our release from the alcohol\ncompulsion had begun.\nFor most of us, this pair of acceptances had required a lot of\nexertion to achieve. Our whole treasured philosophy of selfsufficiency had to be cast aside. This had not been done with\nsheer will power; it came instead as the result of developing\nthe willingness to accept these new facts of living.\nWe neither ran nor fought. But accept we did. And then we\nbegan to be free.\nGRAPEVINE, MARCH 1962"},
{"number": 110,"title": "Trouble: Constructive or Destructive?", "reading": "\"There was a time when we ignored trouble, hoping it would\ngo away. Or, in fear and in depression, we ran from it, but\nfound it was still with us. Often, full of unreason, bitterness,\nand blame, we fought back. These mistaken attitudes,\npowered by alcohol, guaranteed our destruction, unless they\nwere altered.\n\"Then came A.A. Here we learned that trouble was really a\nfact of life for everybody -- a fact that had to be understood\nand dealt with. Surprisingly, we found that our troubles\ncould, under God's grace, be converted into unimagined\nblessings.\n\"Indeed, that was the essence of A.A. itself: trouble\naccepted, trouble squarely faced with calm courage, trouble\nlessened and often transcended. This was the A.A. story, and\nwe became a part of it. Such demonstration became our\nstock in trade for the next sufferer.\"\nLETTER, 1966\n111\nSurveying the Past\nWe should make an accurate and really exhaustive surveyof\nour past life as it has affected other people. In many\ninstances we shall find that, though the harm done to others\nhas not been great, we have nevertheless done ourselves\nconsiderable injury.\nThen, too, damaging emotional conflicts persist below the\nlevel of consciouness, very deep, sometimes quite forgotten.\nTherefore, we should try hard to recall and review those past\nevents which originally induced these conflicts and which\ncontinue to give our emotions violent twists, thus discoloring\nour personalities and altering our lives for the worse.\"\n\n\"We reacted more strongly to frustration than normal people.\nBy reliving these episodes and discussing them in strict\nconfidence with somebody else, we can reduce their size and\ntherfore their potency in the unconscious.\"\n1. TWELVE AND TWELVE, PP. 79-80\n2. LETTER, 1957"},
{"number": 112,"title": "Complete Security?", "reading": "Upon entering A.A., the spectacle of years of waste threw us\ninto panic. Financial importance was no longer our principal\naim; we now clamored for material secutity.\nEven when we re-established in our business, terrible fears\noften continued to haunt us. This made us misers and pennypinchers all over again. Complete financial security we must\nhave -- or else.\nWe forgot that most alcoholics in A.A. have an earning power\nconsiderably above average; we forgot the immense good\nwill of our brother A.A.'s who were only too eager to help us\nto better jobs when we deserved them; we forgot the actual\nor potential financial insecurity of every human being in the\nworld. And, worst of all, we forgot God. In money matters we\nhad faith only in ourselves, and not too much of that.\nTWELVE AND TWELVE, PP. 120-121"},
{"number": 113,"title": "To Be Fair-Minded", "reading": "Too often, I think, we have deprecated and even derided\nprojects of our friends in the field of alcoholism just because\nwe do not always see eye to eye with them.\nWe should very seriously ask ourselves how many\nalcoholics have gone on drinking simply because we have\nfailed to cooperate in good spirit with these many agencies -whether they be good, bad, or indifferent. No alcoholic\nshould go mad or die merely because he did not come\nstraight to A.A. at the beginning.\"Our first objective will be the development of self-restraint.\nThis carries a top-priority rating. When we speak or act\nhastily or rashly, the ability to be fair-minded and tolerant\nevaporates on the spot.\n1. GRAPEVINE, JULY 1965\n2. TWELVE AND TWELVE, P. 91"},
{"number": 114,"title": "No Personal Power", "reading": "\"At first, the remedy for my personal difficulties seemed so\nobvious that I could not imagine any alcoholic turning the\nproposition down were it properly presented to him.\nBelieving so firmly that Christ can do anything, I had the\nunconscious conceit to suppose that He would do everything\nthrough me -- right thenand in the manner I chose. After six\nlong months, I had to admit that not a soul had surely laid\nhold of the Master -- not excepting myself.\n\"This brought me to the good healthy realization that there\nwere plenty of situations left in the world over whichI had no\npersonal power -- that if I was so ready to admit that to be the\ncase with alcohol, so I must make the same admission with\nrespect to much else. I would have to be still and know that\nHe, not I, was God.\"\nLETTER, 1940"},
{"number": 115,"title": "Essence of Growth", "reading": "Let us never fear needed change. Certainly we have to\ndiscriminate between changes for worse and changes for\nbetter. But once a need becomes clearly apparent in an\nindividual, in a group, or in A.A. as a whole, it has long since\nbeen found out that we cannot stand still and look the other\nway.\nThe essence of all growth is a willingness to change for the\nbetter and then an unremitting willingness to shoulder\nwhatever responsibilty this entails.\nGRAPEVINE, JULY 1965"},
{"number": 116,"title": "Each Man's Vision", "reading": "\"Beyond a Higher Power, as each of us may vision Him, A.A.\nmust never, as a society, enter the field of dogma or\ntheology. We can never become a religion in that sense, lest\nwe kill our usefulness by getting bogged down in theological\ncontention.\"\n\n\"The really amazing fact about A.A. is that all religions see in\nour program a resemblance to themselves. For example,\nCatholic theologians declare our Twelth Step to be in exact\naccord with their Ignatian Exercises for Retreat, and, though\nour book reeks of sin, sickness, and death, the Christian\nScience Monitor has often praised it editorially.\n\"Now, looking through Quaker eyes, you, too, see us\nfavorably. What happy circumstances, these!\"\n1. LETTER, 1954\n2. LETTER, 1950"},
{"number": 117,"title": "The Sense of Belonging", "reading": "Perhaps one of the greatest rewards of meditation and prayer\nis the sense of belonging that comes to us. We no longer live\nin a completely hostile world. We are no longer lost and\nfrightened and purposeless.\nThe moment we catch even a glimpse of God's will, the\nmoment we begin to see truth, justice, and love as the real\nand eternal things in life, we are no longer deeply disturbed\nby all the seeming evidence to the contrary that surrounds\nus in purely human affairs. We know that God lovingly\nwatches over us. We know that when we turn to Him, all will\nbe well with us, here and hereafter.\nTWELVE AND TWELVE, P. 105"},
{"number": 118,"title": "Prelude to the Program", "reading": "Few people will sincerely try to practice the A.A. program\nunless they have \"hit bottom\", for practicing A.A.'s Steps\nmeans the adoption of attitudes and actions that almost no\nalcoholic who is still drinking can dream of taking. The\naverage alcoholic, self-centered in the extreme, doesn't care\nfor this prospect -- unless he has to do these things in order\nto stay alive himself.\"We know that the newcomer has to \"hit bottom\"; otherwise,\nnot much can happen. Because we are drunks who\nunderstand him, we can use at depth the nutcracker of theobsession-plus-the-allergy as a tool of such power that it can\nshatter his ego. Only thus can he be convinced that on his\nown unaided resources he has little or no chance.\n1. TWELVE AND TWELVE, P. 24\n2. A.A. TODAY, P. 8"},
{"number": 119,"title": "On The Broad Highway", "reading": "\"I now realize that my former prejudice against clergymen\nwas blind and wrong. They have kept alive through the\ncenturies a faith which might have been extinguished\nentirely. They pointed out the road to me, but I did not even\nlook up, I was so full of prejudice and self-concern.\n\"When I did open my eyes, it was because I had to. And the\nman who showed me the truth was a fellow sufferer and a\nlayman. Through him, I saw at last, and I stepped from the\nabyss to solid ground, knowing at once that my feet were on\nthe broad highway ifI chose to walk.\"\nLETTER, 1940"},
{"number": 120,"title": "Word of Mouth", "reading": "\"In my view, there isn't the slightest objection to groups who\nwish to remain strictly anonymous, or to people who think\nthey would not like their membership in A.A. known at all.\nThat is their business, and this is a very natural reaction.\n\"However, most people find that anonymity to this degree is\nnot necessary, or even desirable. Once one is fairly sober,\nand sure of this, there seems no reason for failing to talk\nabout A.A. membership in the right places. This has a\ntendency to bring inother people. Word of mouth is one of\nour most important communications.\n\"So we should criticize neither the people who wish to\nremain silent, nor even the people who wish to talk too much\nabout belonging to A.A., provided they do not so at the\npublic level and thus compromise our whole Society.\"\nLETTER, 1962"},
{"number": 121,"title": "We are Not Fighting", "reading": "We have ceased fighting anything or anyone -- even alcohol.\nFor by this time sanity has returned. We can now react\nsanely and normally, and we will find that this has happened\nautomatically. We see that this new attitude toward liquor is\nreally a gift of God.\nThat is the miracle of it. We are not fighting it, neither are we\navoiding temptation. We have not even sworn off. Instead,\nthe problem has been removed. It does not exist for us. We\nare neither cocky nor are we afraid.\nThat how we react -- so long as we keep in fit spiritual\ncondition.\nALCOHOLICS ANONYMOUS, PP. 84-85"},
{"number": 122,"title": "Defects and Repairs", "reading": "No matter how much one wishes to try, exactly how can he\nturn his will and his own life over to the care of whatever God\nhe thinks there is?\nA beginning, even the smallest, is all that is needed. Once we\nhave placed the key of willingness in the lock and have\nplaced the key of willingness in the lock and have the door\never so slightly open, we find we can always open it some\nmore.\nThough self-will may slam it shut again, as it frequently does,\nit will always respond the moment we again pick up the key\nof willingness.\nTWELVE AND TWELVE, P. 35"},
{"number": 123,"title": "The New A.A. and His Family", "reading": "When alcoholism strikes, very unnatural situations may\ndevelop which work against marriage partnership and\ncompatible union. If the man is affected, the wife must\nbecome the head of the house, often the breadwinner. As\nmatters get worse, the husband becomes a sick and\nirresponsible child who needs to be looked after and\nextricated from endless scrapes and impasses. Very\ngradually, usually without any realization of the fact, the wife\nis forced to become the mother of an erring boy, and the\nalcoholic alternately loves and hates her maternal care.\nUnder the influence of A.A.'s Twelve Steps, these situations\nare often set right.\"Whether the family goes on a spiritual basis or not, the\nalcoholic member has to if he would recover. The others\nmust be convinced of his new status beyond the shadow of a\ndoubt. Seeing is believing to most families who have lived\nwith a drinker.\n1. TWELVE AND TWELVE, PP. 117-118\n2. ALCOHOLICS ANONYMOUS, P. 135"},
{"number": 124,"title": "Freedom to Choose", "reading": "Looking back, we see that our freedom to choose badly was\nnot, after all, a very real freedom.\nWhen we chose because we \"must\", this was not a free\nchoice, either. But it got us started in the right direction.\nWhen we chose because we \"ought to\", we were really doing\nbetter. This time we were earning some freedom, making\nourselves ready for more.\nBut when, now and then, we could gladly make right choices\nwithout rebellion, hold-out, or conflict, then we had our first\nview of what perfect freedom under God's will could be like.\nGRAPEVINE, MAY 1960"},
{"number": 125,"title": "Look Beyond the Horizon", "reading": "My workshop stands on a hill back of our home. Looking\nover the valley, I see the village community house where our\nlocal group meets. Beyond the circle of my horizon lies the\nwhole world of A.A.\"The unity of A.A. is the most cherished quality our Society\nhas. Our lives, the lives of all to come, depend squarely upon\nit. Without unity, the heart of A.A. would cease to beat; our\nworld arteries would no longer carry the life-giving grace of\nGod.\n1. A.A. TODAY, P. 7\n2. TWELVE AND TWELVE, P. 129"},
{"number": 126,"title": "\"Admitted to God . . .\"", "reading": "Provided you hold back nothing in taking the Fifth Step, your\nsense of relief will mount from minute to minute. The\ndammed-up emotions of years break out of their\nconfinement, and miraculously vanish as soon as they are\nexposed. As the pain sunsides, a healing tranquillity takes its\nplace. And when humility and serenity are so combined,\nsomething else of great moment is apt to occur.\nMany an A.A., once agnostic or atheist, tells us that it was\nduring this stage of Step Five that he first actually felt the\npresence of God. And even those who already had faith often\nbecome conscious of God as they never were before.\nTWELVE AND TWELVE, P. 62"},
{"number": 127,"title": "Persistence in Prayer", "reading": "We often tend to slight serious meditation and prayer as\nsomething not really necessary. To be sure, we feel it is\nsomething that might help us to meet an occasional\nemergency, but at first many of us are apt to regard it as a\nsomewhat mysteriousskill of clergymen, from which we may\nhope to get a secondhand benefit.\"In A.A. we have found that the actual good results of prayer\nare beyond question. They are matters of knowledge and\nexperience. All those who have persisted have found\nstrength not ordinarily their own. They have found wisdom\nbeyond their usual capability. And they have increasingly\nfound a peace of mind which can stand firm in the face of\ndifficult circumstances.\nTWELVE AND TWELVE\n1. P. 96\n2. P. 104"},
{"number": 128,"title": "Back to Work", "reading": "It is possible for us to use the alleged dishonesty of other\npeople as a plausible excuse for not meeting our own\nobligations.\nOnce, some prejudiced friends exhorted me never to go back\nto Wall Street. They were sure that the rampant materialism\nand double-dealing down there would stunt my spiritual\ngrowth. Because this sounded so high-minded, I continued\nto stay away from the only business that I knew.\nWhen, finally, my household went broke, I realized I hadn't\nbeen able to face the prospect of going back to work. So I\nreturned to Wall Street, and I have ever since been glad that I\ndid. I needed to rediscover that there are many fine people in\nNew York's financial district. Then, too, I needed the\nexperience of staying sober in the very surroundings where\nalcohol had cut me down.\nA Wall Street business trip to Akron, Ohio, first brought me\nface to face with Dr. Bob. So the birth of A.A. hinged on my\neffort to meet my bread-and-butter responsibilities.\nGRAPEVINE, AUGUST 1961"},
{"number": 129,"title": "The Way of Strength", "reading": "We need not apologize to anyone for depending upon the\nCreator. We have good reason to disbelieve those who think\nspirituality is the way of weakness. For us, it is the way of\nstrength.\nThe verdict of the ages is that men of faith seldom lack\ncourage. They trust their God. So we never apologize for our\nbelief in Him. Instead, we try to let Him demonstrate, through\nus, what He can do.\nALCOHOLICS ANONYMOUS, P. 68\n130\nOur Problem Centers in the Mind\nWe know that while the alcoholic keeps away from drink, he\nusually reacts much like other men. We are equally positive\nthat once he takes any alcohol whatever into his system,\nsomething happens, in both the bodily and mental sense,\nwhich makes it virtually impossible for him to stop. The\nexperience of any alcoholic will abundantly confirm this.\nThese observations would be academic and pointless if our\nfriend never took the first drink, thereby setting the terrible\ncycle in motion. Therefore, the main problem of the alcoholic\ncenters in his mind, rather than in his body.\nALCOHOLICS ANONYMOUS, PP. 22-23"},
{"number": 131,"title": "Obstacles in Our Path", "reading": "We live in a world riddled with envy. To a greater or lesser\ndegree, everybody is infected with it. From this defect we\nmust surely get a warped yet definite satisfaction. Else why\nwould we consume so much time wishing for what we have\nnot, rather than working for it, or angrily looking for\nattributes we shall never have, instead of adjusting to the\nfact, and accepting it?\"Each of us would like to live at peace with himself and with\nhis fellows. We would like to be assured that the grace of\nGod can do for us what we cannot do for ourselves.\nWe have seen that character defects based upon\nshortsighted or unworthy desires are the obstacles that\nblock our path toward these objectives. We now clearly see\nthat we have been making unreasonable demands upon\nourselves, upon others, and upon God.\nTWELVE AND TWELVE\n1. P. 67\n2. P. 76"},
{"number": 132,"title": "Spot-Checking", "reading": "A spot-check inventory taken in the midst of\ndisturbancescan be of very great help in quieting stormy\nemotions. Today's spot check finds its chief application to\nsituations which arise in each day's march. The\nconsideration of long-standing difficulties had better be\npostponed, when possible, to times deliberately set aside for\nthat purpose.\nThe quick inventory is aimed at our daily ups and downs,\nespecially those where people or new events throw us off\nbalance and tempt us to make mistakes.\nTWELVE AND TWELVE PP. 90-91"},
{"number": 133,"title": "\"Privileged People\"", "reading": "I saw that I had been living too much alone, too much aloof\nfrom my fellows, and too deaf to that voice within. Instead of\nseeing myself as a simple agent bearing the message of\nexperience, I had thought of myself as a founder of A.A.\nHow much better it would have been had I felt gratitude\nrather than self-satisfaction -- gratitude that I had once\nsuffered the pains of alcoholism, gratitude that a miracle of\nrecovery had been worked upon me from above, gratitude for\nthe privilege of serving my fellow alcoholics, and gratitude\nfor those fraternal ties which bound me ever closer to them\nin a comradeship such as few societies of men have ever\nknown.\nTruly did a clergyman say to me, \"Your misfortune has\nbecome your good fortune. You A.A.'s are a privileged\npeople.\"\nGRAPEVINE, JULY 1946"},
{"number": 134,"title": "The Individual's Rights", "reading": "We believe there isn't a fellowship on earth which devotes\nmore care to its individual members; surely there is none\nwhich more jealously guards the individual's right to think,\ntalk, and act as he wishes. No A.A. can compel another to do\nanything; nobody can be punished or expelled.\nOur Twelve Steps to recovery are suggestions; the Twelve\nTraditions which guarantee A.A.'s unity contain not a single\n\"Don't.\" They repeatedly say, \"We ought...\" but never \"You\nmust!\"\n\n\"Though it is traditional that our Fellowship may not coerce\nanyone, let us not suppose even for an instant that we are\nnot under constraint. Indeed, we are under enormous\ncoercion -- the kind that comes in bottles. Our formertyrant,\nKing Alcohol, always stands ready again to clutch us to him.\n\"Therefore, freedom from alcohol is the great `must' that has\nto be achieved, else we go mad or die.\"\n1. TWELVE AND TWELVE, P. 129\n2. LETTER, 1966"},
{"number": 135,"title": "Victory in Defeat", "reading": "Convinced I never could belong, and vowing I'd never settle\nfor any second-rate status, I felt I simply had to dominate in\neverything I chose to do: work or play. As this attractive\nformula for the good life began to succeed, according to my\nthen specifications of success, I became deliriously happy.\nBut when an undertaking occasionally did fail, I was filled\nwith resentment and depression that could be cured only by\nthe next triumph. Very early, therfore, I came to value\neverything in terms of victory or defeat -- \"all or nothing.\"\nThe only satisfaction I knew was to win.\"Only through utter defeat are we able to take our first steps\ntoward liberation and strength. Our admissions of personal\npowerlessness finally turn out to be firm bedrock upon which\nhappy and purposeful lives may be built.\n1. GRAPEVINE, JANUARY 1962\n2. TWELVE AND TWELVE, P. 21"},
{"number": 136,"title": "Giving Up Defects", "reading": "Looking at those defects we are unwilling to give up, we\nought to erase the hard and fast lines that we have drawn.\nPerhaps in some cases we shall say, \"This I cannot give up\nyet....\" But we should not say to ourselves, \"This O will never\ngive up!\"\nThe moment we say, \"No, never!\" our minds close against\nthe grace of God. Such rebellion my be fatal. Instead, we\nshould abandon limited objectives and begin to move\ntowards God's will for us.\nTWELVE AND TWELVE, PP. 68-69"},
{"number": 137,"title": "Beyond Agnosticism", "reading": "We of agnostic temperament found that as soon as we were\nable to lay aside prejudice and express even a willingness to\nbelieve in a Power greater than ourselves, we commenced to\nget results, even though it was impossible for any of us to\nfully define or comprehend that Power, which is God.\"\n\n\"Many people soberly assure me that man has no better\nplace in the universe than that of another competing\norganism, fighting its way through life only to perish the end.\nHearing this, I feel that I still prefer to cling to the so-called\nillusion of religion, which in my own experience has\nmeaningfully told me something very different.\"\n1. ALCOHOLICS ANONYMOUS, P. 46\n2. LETTER, 1946"},
{"number": 138,"title": "Two Roads for the Oldtimer", "reading": "The founders of many groups ultimately divide into two\nclasses known in A.A. slang as \"elder statesmen\" and\n\"bleeding deacons.\"\nThe elder statesmen sees the wisdom of the group's decision\nto run itself and holds no resentment over his reduced\nstatus. His judgment, fortified by considerable experience, is\nsound; he is willing to sit quietly on the side lines patiently\nawaiting developments.\nThe bleeding deacon is just as surely convinced that the\ngroup cannot get along without him. He constantly connives\nfor re-election to office and continues to be consumed with\nself-pity. Nearly every oldtimer in our Society has gone\nthrough this process in some degree. Happily, most of them\nsurvive and live to become elder statesmen. They become\nthe real and permanent leadership of A.A.\nTWELVE AND TWELVE, P. 135"},
{"number": 139,"title": "Basis of All Humility", "reading": "For just so long as we were convinced that we could live\nexclusively by our own individual strength and intelligence,\nfor just that long was a working faith in a Higher Power\nimpossible.\nThis was true even when we believed that God existed. We\ncould actually have earnest religious beliefs which remained\nbarren because we were still trying to play God ourselves. As\nlong as we placed self-reliance first, a genuine reliance upon\na Higher Power was out of the question.\nThat basic ingredient of all humility, a desire to seek and do\nGod's will, was missing.\nTWELVE AND TWELVE, P. 72"},
{"number": 140,"title": "Defects and Repairs", "reading": "More than most people, the alcoholic leads a double life. He\nis very much the actor. To the outer world he presents his\nstage character. This is the one he likes his fellows to see.\nHe wants to enjoy a certain reputation, but knows in his heart\nhe doesn't deserve it.\"Guilt is really the reserve side of the coin of pride. Guilt aims\nat self-destruction, and pride aims at the destruction of\nothers.\"\n\n\"The moral inventory is a cool examination of the damages\nthat occurred to us during life and a sincere effort to look at\nthem in a true perspective. This has the effect of taking the\nground glass out of us, the emotional substance that still\ncuts and inhibits.\"\n1. ALCOHOLICS ANONYMOUS, P. 73\n2. GRAPEVINE, JUNE 1961\n3. LETTER, 1957\n141\n\"Restore Us to Sanity\"\nFew indeed are the practicing alcoholics who have any idea\nhow irrational they are, or, seeing their irrationality, can bear\nto face it. For example, some will be willing to term\nthemselves \"problem drinkers,\" but cannot endure the\nsuggestion that they are in fact mentally ill.\nThey are abettet in this blindness by a world which does not\nunderstand the difference between sane drinking and\nalcoholism. \"Sanity\" is defined as \"soundness of mind\". Yet\nno alcoholic, soberly analyzing his destructive behavior,\nwhether the destruction fell on the dining-room furniture or\nhis own moral fiber, can claim \"soundness of mind\" for\nhimself.\nTWELVE AND TWELVE, PP. 32-33"},
{"number": 142,"title": "God-Given Instincts", "reading": "Creation gave us instincts for a purpose. Without them we\nwouldn't be complete human beings. If men and women\ndidn't exert themselves to be secure in their persons, made\nno effort to harvest food or construct shelter, there would be\nno survival. If they didn't reproduce, the earth wouldn't be\npopulated. If there were no social instinct, there would be no\nsociety.\nYet these instincts, so necessary for our existence, often far\nexceed their proper functions. Powerfully, blindly, many\ntimes subtly, they drive us, dominate us, and insist upon\nruling our lives.\"We tried to shape a sane ideal for our future sex life. We\nsubjected each relation to this test: Was it selfish or not? We\nasked God to mold our ideals and help us to live up to them.\nWe remembered always that our sex powers were God-given\nand therefore good, neither to be used lightly or selfishly nor\nto be despised and loathed.\n1. TWELVE AND TWELVE, P. 42\n1. ALCOHOLICS ANONYMOUS, P. 69"},
{"number": 143,"title": "A.A.'s School of Life", "reading": "Within A.A., I suppose, we shall always quarrel a good bit.\nMostly, I think, about how to do the greatest good for the\ngreatest number of drunks. We shall have our childish spats\nand snits over small questions of money management and\nwho is going to run our groups for the next six months. Any\nbunch of growing children (and that is what we are) would\nhardly be in character if they did less.\nThese are the growing pains of infancy, and we actually\nthrive on them. Surmounting such problems, in A.A.'s rather\nrugged school of life, is a healthy exercise.\nA.A. COMES OF AGE, P. 233"},
{"number": 144,"title": "Blind Trust?", "reading": "\"Most surely, there can be no trust where there is no love,\nnor can be real love where distrust holds malign sway.\n\"But does trust require that we be blind to other people's\nmotives or, indeed, to our own? Not at all; this would be folly.\nMost certainly, we should assess the capacity for harm as\nwell as the capability for good in every person that we would\ntrust. Such a private inventory can reveal the degree of\nconfidence we should extend in any given situation.\n\"However, this inventory needs to be taken in a spirit of\nunderstanding and love. Nothing can so much bias our\njudgment as the negative emotions of suspicion, jealousy, or\nanger.\n\"Having vested our confidence in another person, we ought\nto let him know of our full support. Because of this, more\noften than not he will respond magnificently, and far beyond\nour first expectations.\"\nLETTER, 1966"},
{"number": 145,"title": "To Take Responsibility", "reading": "Learning how to live in the greatest peace, partnership, and\nbrotherhood with all men and women, of whatever\ndescription, is a moving and fascinating adventure.\nBut every A.A. has found that he can make little headway in\nthis new adventure of living until he first backtracks and\nreally makes an accurate and unsparingsurvey of the human\nwreckage he has left in his wake.\"The readiness to take the full consequences of our past acts,\nand to take responsibility for the well-being of others at the\nsame time, is the very spirit of Step Nine.\nTWELVE AND TWELVE\n1. P. 77\n2. P. 87"},
{"number": 146,"title": "\"Do as I Do . . .\"", "reading": "Perhaps more often than we think, we make no contact at\ndepth with alcoholics who are suffering the dilemma of no\nfaith.\nCertainly none are more sensitive to spiritual cocksureness,\npride, and aggression than they are. I'm sure this is\nsomething we too often forget.\nIn A.A.'s first years, I all but ruined the whole undertaking\nwith this sort of unconscious arrogance. God as I\nunderstood Him had to be for everybody. Sometimes my\naggression was subtle and sometimes it was crude. But\neither way it was damaging -- perhaps fatally so -- to\nnumbers of nonbelievers.\nOf course this sort of thing isn't confined to Twelfth Step\nwork. It is very apt to leak out into our relations with\neverybody. Even now, I catch myself chanting that same old\nbarrier-building refrain: \"Do as I do, believe as I do -- or\nelse!\"\nGRAPEVINE, APRIL 1961"},
{"number": 147,"title": "A.A. -- the Lodestar", "reading": "We can be grateful for every agency or method that tries to\nsolve the problem of alcoholism -- whether of medicine,\nreligion, education, or research. We can be open-minded\ntoward all such efforts and we can be sympathetic when the\nill-advised ones fail. We can remember that A.A. itself ran for\nyears on \"trial and error.\"\nAs individuals, we can and should work with those that\npromise success -- even a little success.\"Every one of the pioneers in the total field of alcoholism will\ngenerously say that had it not been for the living proof of\nrecovery in A.A., they could not have gone on. A.A. was the\nlodestar of hope and help that kept them at it.\nGRAPEVINE, MARCH 1958\n3. LETTER, 1957"},
{"number": 148,"title": "More than Comfort", "reading": "When I am feeling depressed, I repeat to myself statements\nsuch as these: \"Pain is the touchstone of progress.\" . . .\n\"Fear no evil.\" . . . \"This, too, will pass.\" . . . \"This experience\ncan be turned to benefit.\"\nThese fragments of prayer bring far more than mere comfort.\nThey keep me on the track of right acceptance; they break up\nmy compulsive themes of guilt, depression, rebellion, and\npride; and sometimes they endow me with the courage to\nchange the things I can, and the wisdom to know the\ndifference.\nGRAPEVINE, MARCH 1962"},
{"number": 149,"title": "Guide to a Better Way", "reading": "Almost none of us liked the self-searching, the leveling of\nour pride, the confession of shortcomings which the Steps\nrequire. But we saw that the program really worked in others,\nand we had come to believe in the hopelessness of life as we\nhad been living it.\nWhen, therefore, we were approached by those in whom the\nproblem had been solved, there was nothing left for us but to\npick up the simple kit of spiritual tools laid at our feet.\"Implicit throughout A.A.'s Traditions is the confession that\nour Fellowship has its sins. We admit that we have character\ndefects as a society and that these defects threaten us\ncontinually. Our Traditions are a guide to better ways of\nworking and living, and they are to group survival and\nharmony what A.A.'s Twelve Steps are to each member's\nsobriety and peace of mind.\n1. ALCOHOLICS ANONYMOUS, P. 25\n2. A.A. COMES OF AGE, P. 96"},
{"number": 150,"title": "No Boundaries", "reading": "Meditation is something which can always be further\ndeveloped. It has no boundaries, of width or height or depth.\nAided by such instruction and example as we can find, it is\nessentially an individual adventure, something which each\none of us works out in his own way. But its object is always\nthe same: to improve our conscious contact with God, with\nHis grace, wisdom, and love.\nAnd let's always remember that meditation is in reality\nintensly practical. One of its first fruits is emotional balance.\nWith it we can broaden and deepen the channel between\nourselves and God as we understand Him.\nTWELVE AND TWELVE, PP. 101-102"},
{"number": 151,"title": "Start by Forgiving", "reading": "The moment we ponder a twisted or broken relationship with\nanother person, our emotions go on the defensive. To\nescape looking at the wrongs we have done another, we\nresentfully focus on the wrong he has done us. Triumphantly\nwe seize upon his slightest misbehavior as the perfect\nexcusefor minimizing or forgetting our own.\nRight here we need to fetch ourselves up sharply. Let's\nremember that alcoholics are not only ones bedeviled by sick\nemotions. In many instances we are really dealing with fellow\nsufferers, people whose woes we have increased.\nIf we are about to ask forgiveness for ourselves, why\nshouldn't we start out by forgiving them, one and all?\nTWELVE AND TWELVE, P. 78"},
{"number": 152,"title": "Miraculous Power", "reading": "Deep down in every man, woman, and child, is the\nfundamental idea of God. It may be obscured by calamity, by\npomp, by worship of other things, but in some form or other\nit is there. For faith in a Power greater than ourselves, and\nmiraculous demonstrations of that Power in human lives, are\nfacts as old as man himself.\"\n\n\"Faith may often be given through inspired teaching or a\nconvincing personal example of its fruits. It may sometimes\nbe had through reason. For instance, many clergymen\nbelieve that St. Thomas Auinas actually proved God's\nexistence by sheer logic. But what can one do when all these\nchannels fail? This was my own grievous dilemma.\n\"It was only when I came fully to believe I was powerless\nover alcohol, only when I appealed to a God who just might\nexist, that I experienced a spiritual awakening. This freedomgiving experience came first, and then faith followed\nafterward -- a gift indeed!\"\n1. ALCOHOLICS ANONYMOUS, P. 55\n2. LETTER, 1966"},
{"number": 153,"title": "Without Anger", "reading": "Suppose A.A. falls under sharp public attack or heavy\nridicule, having little or no justification in fact. Our best\ndefense in these situations would be no defense whatever -namely, complete silence at the public level. If in good humor\nwe let unreasonable critics alone, they are apt to subside the\nmore quickly. If their attacks persist and it is plain that they\nare misinformed, it may be wise to communicate with them\nprivately in a temperate and informative way.\nIf, however, a given criticism of A.A. is partly or wholly\njustified, it may be well to acknowledge this privately to the\ncritics, together with our thanks.\nBut under no conditions should we exhibit anger or any\npunitive intent.\"What we must recognize is that we exult in some of our\ndefects. Self-righteous anger can be very enjoyable. In a\nperverse way we can actuallytake satisfaction from the fact\nthat many people annoy us; it brings a comfortable feeling of\nsuperiority.\n1. TWELVE CONCEPTS, P. 74\n2. TWELVE AND TWELVE, P. 66-67"},
{"number": 154,"title": "Relapses -- and the Group", "reading": "An early fear was that of slips or relapses. At first nearly\nevery alcoholic we approached began to slip, if indeed he\nsobered up at all. Others would stay dry six months or\nmaybe a year and then take a skid. This was always a\ngenuine catastrophe. We would all look at each other and\nsay, \"Who next?\"\nToday, though slips are a very serious difficulty, as a group\nwe take them in stride. Fear has evaporated. Alcohol always\nthreatens the individual, but we know that it cannot destroy\nthe common welfare.\"\n\n\"It does not seem to pay to argue with `slippers' about the\nproper method of getting dry. After all, why should people\nwho are drinking tell people who are dry how it should be\ndone?\n\"Just kid the boys along -- ask them if they are having fun. If\nthey are too noisy or troublesome, amiably keep out of their\nway.\"\n1. A.A. COMES OF AGE, P. 97\n2. LETTER, 1942"},
{"number": 155,"title": "Built by the One and the Many", "reading": "We give thanks to our Heavenly Father, who, through so\nmany friends and through so many means and channels, has\nallowed us to construct this wonderful edifice of the spirit in\nwhich we are now dwelling -- this cathedral whose\nfoundations already rest upon the corners of the earth.\nOn its great floor we have inscribed our Twelve Steps of\nrecovery. On the side walls, the buttresses of the A.A.\nTraditions have been set in place to contain us in unity for as\nlong as God may will it so. Eager hearts and hands have\nlifted the spire of our cathedral into its place. That spire\nbears the name of Service. May it ever point straight upward\ntoward God.\"\n\n\"It's not only to the few that we owe the remarkable\ndevelopments in our unity and in our ability to carry A.A.'s\nmessage everywhere. It is to the many; indeed, it is to the\nlabors of all of us that we owe these prime blessings.\"\n1. A.A. COMES OF AGE, P. 234\n2. TALK, 1959"},
{"number": 156,"title": "Perception of Humility", "reading": "An improved perception of humility starts a revolutionary\nchange in our outlook. Our eyes begin to open to the\nimmense values which have come straight out of painful egopuncturing. Until now, our lives have been largely devoted to\nrunning from pain and problems. Escape via the bottle was\nalways our solution.\nThen, in A.A., we looked and listened. Everywhere we saw\nfailure and misery transformed by humility into priceless\nassets.\"To those who have made progress in A.A., humility amounts\nto a clear recognition of what and who we really are, followed\nby a sincere attempt to become what we could be.\nTWELVE AND TWELVE\n1. PP. 74-75\n2. P. 58"},
{"number": 157,"title": "Imagination Can Be Constructive", "reading": "We recall, a little ruefully, how much store we used to set by\nimagination as it tried to create reality out of bottles. Yes, we\nreveled in that sort of thinking, didn't we? And, though sober\nnowadays, don't we often try to do much the same thing?\nPerhaps our trouble was not that we used our imagination.\nPerhaps the real trouble was our almost total inability to\npoint imagination toward the right objectives. There's\nnothing the matter with truly constructive imagination; all\nsound achievements rests upon it. After all, no man can build\na house until he first visions a plan for it.\nTWELVE AND TWELVE, P. 100"},
{"number": 158,"title": "Tolerance in Practice", "reading": "\"We found that the principles of tolerance and love had to be\nemphasized in actual practice. We can never say (or\ninsinuate) to anyone that he must agree to our formula or be\nexcommunicated. The atheist may stand up in an A.A.\nmeeting still denying the Deity, yet reporting how vastely he\nhas been changed in attitude and outlook. Much experience\ntells us he will presently change his mind about God, but\nnobody tells him he must do so.\n\"In order to carry the principle of inclusiveness and tolerance\nstill further, we make no religious requirement of anyone. All\npeople having an alcoholic problem who wish to get rid of it\nand so make a happy adjustment with the circumstances of\ntheir lives, become A.A. members by simply associating with\nus. Nothing but sincerity is needed. But we do not demand\neven this.\n\"In such an atmosphere the orthodox, the unorthodox, and\nthe unbeliever mix happily and usefully together. An\nopportunity for spiritual growth is open to all.\"\nLETTER, 1940"},
{"number": 159,"title": "Between the Extremes", "reading": "\"The real question is whether we can learn anything from our\nexperiences upon which we may grow and help others to\ngrow in the likeness and image of God.\n\"We know that if we rebel against doing that which is\nreasonably possible for us, then we will be penalized. And we\nwill be equally penalized if we presume in ourselves a\nperfection that simply is not there.\n\"Apparently, the course of relative humility and progress will\nhave to lie somewhere between these extremes. In our slow\nprogress away from rebellion, true perfection is doubtless\nseveral millennia away.\"\nLETTER, 1959"},
{"number": 160,"title": "The Rationalizers and the Self-Effacing", "reading": "We alcoholics are the biggest rationalizers in the world.\nFortified with the excuse that we are doing great things for\nA.A., we can, through broken anonymity, resume our old and\ndisastrous pursuit of personal power and prestige, public\nhonors, and money -- the same implacable urges that, when\nfrustrated, once caused us to drink.\"Dr. Bob was essentially a far more humble person than I, and\nanonymity came rather easily to him. When it was sure that\nhe was mortally afflicted, some of his friends suggested that\nthere should be a monument erected in honor of him and his\nwife, Anne -- befitting a founder and his lady. Telling me\nabout this, Dr. Bob grinned broadly and said, \"God bless 'em.\nThey mean well. But let's you and me get buried just\nlikeother folks.\"\nIn the Akron cementery where Dr. Bob and Anne lie, the\nsimple stone says not a word about A.A. This final example\nof self-effacement is of more permanent worth to A.A. than\nany amount of public attention or any great monument.\nA.A. COMES OF AGE\n1. PP. 292-293\n2. PP. 136-137"},
{"number": 161,"title": "Whose Inventory?", "reading": "We do not relate intimate experiences of another member\nunless we are sure he would approve. We find it better, when\npossible, to stick to our own stories. A man may criticize or\nlaugh at himself and it will affect others favorably, but\ncriticism or ridicule aimed at someone else often produces\nthe contrary effect.\"A continous look at our assets and liabilities, and a real\ndesire to learn and grow by this means are necessities for\nus. We alcoholics have learned this the hard way. More\nexperienced people, of course, in all times and places have\npracticed unsparing self-survey and criticism.\n1. ALCOHOLICS ANONYMOUS, P. 125\n2. TWELVE AND TWELVE, P. 88"},
{"number": 162,"title": "\"Lets Keep It Simple\"", "reading": "\"We need to distinguish sharply between spiritual simplicity\nand functional simplicity.\n\"When we say that A.A. advocates no theological propositon\nexcept God as we understand Him, we geatly simplify A.A.\nlife by avoiding conflict and exclusiveness.\n\"But when we get into questions of action by groups, by\nareas, and by A.A. as a whole, we find that we must to some\nextent organize to carry the message -- or else face chaos.\nAnd chaos is not simplicity.\"\n\n\"I learned that the temporary or seeming good can often be\nthe deadly enemy of the permanent best. When it comes to\nsurvival for A.A., nothing short of our best will be good\nenough.\n1. LETTER, 1966\n2. A.A. COMES OF AGE, P. 294\n163\nRelease and Joy\nWho can render an account of all the miseries that once were\nours, and who can estimate the release and joy that the later\nyears have brought to us? Who can possibly tell the vast\nconsequences of what God's work through A.A. has already\nset in motion?\nAnd who can penetrate the deeper mystery of our wholesale\ndeliverance from slavery, a bondage to a most hopeless and\nfatal obsession which for centuries possesed the minds and\nbodies od men and women like ourselves?\"We think cheerfulness and laughter make for usefulness.\nOutsiders are sometimes shocked when we burst into\nmerriment over a seemingly tragic experience out of the past.\nBut why shouldn't we laugh? We have recovered, and have\nhelped others to recover. What greater cause could there be\nfor rejoycing thanthis?\n1. A.A. COMES OF AGE, PP. 44-45\n2. ALCOHOLICS ANONYMOUS, P. 132"},
{"number": 164,"title": "A Saving Principle", "reading": "The practice of admitting one's defects to another person is,\nof course, very ancient. It has been validated in every\ncentury, and it characterizes the lives of all spiritually\ncentered and truly religious people.\nBut today religion is by no means the sole advocate of this\nsaving principle. Psychiatrists and psychologists point out\nthe deep need every human being has for practical insight\nand knowledge of his own personality flaws and for a\ndiscussion of them withan understanding and trustworthy\nperson.\nSo far as alcoholics are concerned, A.A. would go even\nfurther. Most of us would declare that without a fearless\nadmission of our defects to another human being, we could\nnot stay sober. It seems plain that the grace of God will not\nenter to expel our destructive obsessions until we are willing\nto try this.\nTWELVE AND TWELVE, PP. 56-57"},
{"number": 165,"title": "\"Success\" in Twelfth-Stepping", "reading": "\"We now see that in twelth-stepping the immediate results\nare not so important. Some people start out working with\nothers and have immediate success. They are likely to get\ncrocky. Those of us who are not so successful at first get\ndepressed.\n\"As a matter of fact, the successful worker differs from the\nunsuccessful only in being lucky about his prospects. He\nsimply hits newcomers who are ready and able to stop at\nonce. Given the same prospects, the seemingly unsuccessful\nperson would have produced almost the same results. You\nhave to work ona lot of newcomers before the law of\naverages commences to assert itself.\"\n\n\"All true communication must be founded on mutual need. We\nsaw that each sponsor would have to admit humbly his own\nneeds as clearly as those of his prospect.\n1. LETTER, 1942\n2. A.A. TODAY, P. 10"},
{"number": 166,"title": "Fear No Evil", "reading": "Though we of A.A. find ourselves living in a world\ncharacterized by destructive fears as never before in history,\nwe see great areas of faith, and tremendous aspirations\ntoward justice and brotherhood. Yet no prophet can presume\nto say whether the world outcome will be blazing destruction\nor the beginning, under God's intention, of the brightest era\nyet known to mankind.\nI am sure we A.A.'s will comprehend this scene. In\nmicrocosm, we have experienced this identical state of\nterrifying uncertainty, each in his own life. In no sense\npridefully, we can say that we do not fear the world outcome,\nwhichever course it may take. This is because we have been\nenabled to deeply feel and say, \"We shall fearno evil -- Thy\nwill, not ours, be done.\"\n1. GRAPEVINE, JANUARY 1962"},
{"number": 167,"title": "Progress Rather than Perfection", "reading": "On studying the Twelve Steps, many of us exclaimed, \"What\nan order! I can't go through with it.\" Do not be discouraged.\nNo one among us has been able to maintain anything like\nperfect adherence to these principles. We are not saints.\nThe point is, that we are willing to grow along spiritual lines.\nThe principles we have set down are guides to progress. We\nclaim spiritual progress rather than spiritual perfection.\"\n\n\"We recovered alcoholics are not so much brothers in virtue\nas we are brothers in our defects, and in our common\nstrivings to overcome them.\"\n1. ALCOHOLICS ANONYMOUS, P. 60\n2. LETTER, 1946"},
{"number": 168,"title": "Accepting God's Gifts", "reading": "\"Though many theologians hold the sudden spiritual\nexperiences amount to a special distinction, if not a divine\nappointment of some sort, I question this view. Every human\nbeing, no matter what his attributes for good or evil, is a part\nof the divine spiritual economy. Therefore, each of us has his\nplace, and I cannot see that God intends to exalt one over\nanother.\n\"So it is necessary for all of us to accept whatever positive\ngifts we receive with a deep humility, always bearing in mind\nthat our negative attitudes were first necessary as a means\nof reducing us to such a state that we would be ready for a\ngift of the positive ones via the conversion experience. Your\nown alcoholism and the immense deflation that finally\nresulted are indeed the foundationupon which your spiritual\nexperiences rests.\"\nLETTER, 1964"},
{"number": 169,"title": "Learning Never Ends", "reading": "\"My experience as an oldtimer has to some degree paralleled\nyour own and that of many others. We all find that the time\ncomes when we are not allowed to manage and conduct the\nfunctional affairs of groups, areas, or, in my case, A.A. as a\nwhole. In the end we can only be worth as much as our\nspiritual example has justified. To that extent, we become\nuseful symbols -- and that's just about it.\"\n\n\"I have become a pupil of the A.A. movement rather than the\nteacher I once thought I was.\"\n1. LETTER, 1964\n2. LETTER, 1949"},
{"number": 170,"title": "Whose Will?", "reading": "We have seen A.A.'s ask with much earnestness and faith for\nGod's explicit guidance on matters ranging all the wayfrom a\nshattering domestic or financial crisis to a minor personal\nfault, like tardiness. A man who tries to run his life rigidly by\nthis kind of prayer, by this self-serving demand of God for\nreplies, is a particularly disconcerting individual. To any\nquestioning or criticism of his actions, he instantly proffers\nhis reliance upon prayer for guidance in all matters great or\nsmall.\nHe may have forgotten the possibility that his own wishful\nthinking and the human tendency to rationalize have\ndistorted his so-called guidance. With the best of intentions,\nhe tends to force his will into all sorts of situations and\nproblems with the comfortable assurance that he is acting\nunder God's specific direction.\nTWELVE AND TWELVE, PP. 103-104\n171\nDividends and Mysteries\n\"The A.A. preoccupation with sobriety is sometimes\nmisunderstood. To some, this single virtue appears to be the\nsole dividend of our Fellowship. We are thought to be driedup drunks who otherwise have changed little, or not at all, for\nthe better. Such a surmise widely misses the truth. We know\nthat permanent sobriety can be attained only by a most\nrevolutionary change in the life and outlook of the individual\n-- by a spiritual awakening that can banish the desire to\ndrink.\"\n\n\"You are asking yourself, as all of us must: `Who am I?' ...\n`Where am I?' ... `Whence do I go?' The process of\nenlightenment is usually slow. But, in the end, our seeking\nalways brings a finding. These great mysteries are, after all,\nenshrined in complete simplicity. The willingness to grow is\nthe essence of all spiritual development.\"\n1. LETTER, 1966\n2. LETTER, 1955"},
{"number": 172,"title": "This Matter of Honesty", "reading": "\"Only God can fully know what absolute honesty is.\nTherefore, each of us has to conceive what this great ideal\nmay be -- to the best of our ability.\n\"Fallible as we all are, and will be in this life, it would be\npresumption to suppose that we could ever really achieve\nabsolute honesty. The best way we can do is to strive for a\nbetter quality of honesty.\n\"Sometimes we need to place love ahead of indiscriminate\n`factual honesty'. We cannot, under the guise of `perfect\nhonesty', cruelly and unnecessarily hurt others. Always one\nmust ask, `What is the best and most loving thing I can do?'\"\nLETTER, 1966"},
{"number": 173,"title": "Roots of Reality", "reading": "We started upon a personal inventory, Step Four. A business\nwhich takes no regular inventory usually goes broke. Taking\na commercial inventory is a fact-finding and a fact-facing\nprocess. It is an effort to discover the truth about the stock in\ntrade. One object is to disclose damaged or unsalable goods,\nto get rid of them promptly and without regret. If the owner of\nthe business is to be successful, he cannot fool himself\nabout values.\nWe did exactly the same thing with our lives. We had to take\nstock honestly.\"\n\n\"Moments of perception can build into a lifetime of spiritual\nserenity, as I have excellent reason to know. Roots of reality,\nsupplanting the neurotic underbrush, will hold fast despite\nthe high winds of the forces which would destroy us, or\nwhich we would use to destroy ourselevs.\n1. ALCOHOLICS ANONYMOUS, P. 64\n2. LETTER, 1949"},
{"number": 174,"title": "Constructive Forces", "reading": "Mine was exactly the kind of deep-seated block we so often\nsee today in new people who say they are atheistic or\nagnostic. Their will to disbelieve is so powerful tha\napparently they prefer a date with the undertaker to an openminded and experimental quest for God.\nHappily for me, and for most of my kind who have since\ncome along in A.A., the constructive forces brought to bear\nin our Fellowship have nearly always overcome this colossal\nobstinacy. Beaten into complete defeat by alcohol,\nconfronted by the living proof of release, and surrounded by\nthose who can speak to us from the heart, we have finally\nsurrendered.\nAnd then, paradoxically, we have found ourselves in a new\ndimension, the real world of spirit and faith. Enough\nwillingness, enough open-mindedness -- and there it is!\nA.A. TODAY, P. 9"},
{"number": 175,"title": "Aspects of Tolerance", "reading": "All kinds of people have found their way into A.A. Not too\nlong ago, I sat talking in my office with a member who bears\nthe title Countess. That same night, I went to an A.A.\nmeeting. It was winter, and there was a mild-looking little\ngent taking the coats. I said, \"Who's that?\"\nAnd somebody answered, \"Oh, he's been around for a long\ntime. Everybody likes him. He used to be one of Al Capone's\nmob.\" That's how universal A.A. is today.\"We have no desire to convince anyone that there is only one\nway by which faith canbe acquired. All of us, whatever our\nrace, creed, or color are the children of a living Creator, with\nwhom we may form a relationship upon simple and\nunderstandable terms as soon as we are willing and honest\nenough to try.\n1. A.A. COMES OF AGE, P. 102\n2. ALCOHOLICS ANONYMOUS, P. 28"},
{"number": 176,"title": "Domination and Demand", "reading": "The primary fact that we fail to recognize is our total inability\nto form a true partnership with another human being. Our\negomania digs two disastrous pitfalls. Either we insist upon\ndominating the people we know, or we depend upon them far\ntoo much.\nIf we lean too heavily on people, they will sooner or later fail\nus, for they are human, too, and cannot possibly meet our\ninsecurity grows and festers.\nWhen we habitually try to manipulate others to our own\nwillful desires, they revolt, and resist us heavily. Then we\ndevelop hurt feelings, a sense of persecution, and a desire to\nretaliate.\"My dependency meant demand -- a demand for the\npossession and control of the people and the conditions\nsurrounding me.\n1. TWELVE AND TWELVE, P. 53\n2. GRAPEVINE, JANUARY 1958"},
{"number": 177,"title": "Money -- Before and After", "reading": "In our drinking time, we acted as if the money supply were\ninexhaustible, though between binges we'd sometimes go to\nthe other extreme and become miserly. Without realizing it,\nwe were just accumulating funds for the next spree. Money\nwas the symbol of pleasure and self-importance. As our\ndrinking became worse, money was only an urgent\nrequirement which could supply us with the next drink and\nthe temporary comfort of oblivion it brought.\"Although financial recovery is on the way for many of us, we\nfound we could not place money first. For us, material wellbeing always follows spiritual progress; it never precedes.\n1. TWELVE AND TWELVE, P. 120\n2. ALCOHOLICS ANONYMOUS, P. 127"},
{"number": 178,"title": "Down to Earth", "reading": "Those of us who have spent much time in the world of\nspiritual make-believe have eventually seen the childishness\nof it. This dream world has been replaced by a great sense of\npurpose, accompanied by a growing consciousness of the\npower of God in our lives.\nWe have come to believe He would like us to keep our heads\nin the clouds with Him, but that our feet ought to be firmly\nplanted on earth. That is where our fellow travelers are, and\nthat is where our work must be done. These are the realities\nfor us. We have found nothing incompatible between a\npowerful spiritual experience and a life of sane and happy\nusefulness.\nALCOHOLICS ANONYMOUS, P. 130"},
{"number": 179,"title": "Coping with Anger", "reading": "Few people have been more victimized by resentment than\nhave we alcoholics. A burst of temper could spoil a day, and\na well-nursed grudge could make us miserably ineffective.\nNor were we ever skillful in separating justified from\nunjustified anger. As we saw it, our wrath was always\njustified. Anger, that occasional luxury of more balanced\npeople, could keep us on an emotional jag indefinitely. These\n\"dry benders\" often led straight to the bottle.\"Nothing pays off like restraint of tongue and pen. We must\navoid quick-tempered criticism, furious power-driven\nargument, sulking, and silent scorn. These are emotional\nbooby traps baited with pride and vengefulness. When we\nare tempted by the bait, we should train ourselves to step\nback and think. We can neither think nor act to good purpose\nuntil the habit of self-restraint has become automatic.\nTWELVE AND TWELVE\n1. P. 90\n2. P. 91"},
{"number": 180,"title": "Community Problem", "reading": "The answer to the problem of alcoholism seems to be in\neducation -- education in schoolrooms, in medical colleges,\namong clergymen and employers, in families, and in the\npublic at large. From cradle to grave, the drunk and the\npotential alcoholic will have to be completely surrounded by\na true and deep understanding and by a continuous barrage\nof information.\nThis means factual education, properly presented.\nHeretofore, much of this education has attacked the\nimmorality of drinking rather than the illness of alcoholism.\nNow who is going to do all this education? Obviously, it is\nboth a community job and a job for specialists. Individually,\nwe A.A.'s can help, but A.A. as such cannot, and should not,\nget directly into this field. Therefore, we must rely on other\nagencies, on outside friends and their willingness to supply\ngreat amounts of money and effort.\nGRAPEVINE, MARCH 1958"},
{"number": 181,"title": "Imaginary Perfection", "reading": "When we early A.A.'s got our first glimmer of how spiritually\nprideful we could be, we coined this expression: \"Don't try to\nbe a saint by Thursday!\"\nThat oldtime admonition may look like another of those\nhandy alibis that can excuse us from trying for our best. Yet\na closer view reveals just the contrary. This is our A.A. way\nof warning against pride-blindness, and the imaginary\nperfections that we do not possess.\"Only Step One, where we made the 100 per cent admission\nthat we were powerless over alcohol, can be practiced with\nabsolute perfection. The remaining eleven Steps state perfect\nideals. They are goals toward which we look, and the\nmeasuring sticks by which we estimate our progress.\n1. GRAPEVINE, JUNE 1961\n2. TWELVE AND TWELVE, P. 68\n182\nThe Reality of Spiritual Experiences\n\"Perhaps you raise the question of hallucination versus the\ndivine imagery of a genuine spiritual experience. I doubt if\nanyone has authoritatively defined what an hallucination\nreally is. However, it is certain that all recipients of spiritual\nexperiences declare for their reality. The best evidence of\nthat reality is in the subsequent fruits. Those who receive\nthese gifts of grace are very much changed people, almost\ninvariably for the better. This can scarcely be said of those\nwho hallucinate.\n\"Some might think me presumptuous when I say that my\nown experience is real. Nevertheless, I can surely report that\nin my own life and in the lives of countless others, the fruits\nof that experience have been real, and the benefactions\nbeyond reckoning.\"\nTALK 1960"},
{"number": 183,"title": "A Viewer-with-Alarm", "reading": "\"I went through several fruitless years in a state called\n`viewing with alarm for the good of the movement'. I thought\nit was up to me to be always `correcting conditions'. Seldom\nhad anybody been able to tell me what I ought to do, and\nnobody had ever succeeded in effectively telling me what I\nmust do. I had to learn the hard way out of my own\nexperience.\n\"When setting out to `check' others, I found myself often\nmotivated by fear of what they were doing, selfrighteousness, and even downright intolerance.\nConsequently, I seldom succeeded in correcting anything. I\njust raised barriers of resentment thatcut off any suggestion,\nexample, understanding, or love.\"\n\n\"A.A.'s often say, `Our leaders do not drive by mandate; they\nlead by example.' If we would favorable affect others, we\nourselves need to practice what we preach -- and forget the\n`preaching,' too. The quiet good example speaks for itself.\"\n1. LETTER, 1945\n2. LETTER, 1966"},
{"number": 184,"title": "Meeting Adversity", "reading": "\"Our spiritual and emotional growth in A.A. does not depend\nso deeply upon success as it does upon our failures and\nsetbacks. Ifyou will bear this in mind, I think that your slip\nwill have the effect of kicking you upstairs, instead of down.\n\"We A.A.'s have had no better teacher than Old Man\nAdversity, except in those cases where we refuse to let him\nteach us.\"\n\n\"Now and then all of us fall under heavy criticism. When we\nare angered and hurt, it's difficult not to retaliate in kind. Yet\nwe can restrain ourselves and then probe ourselves, asking\nwhether our critics were really right. If so, we can admit our\ndefects to them. This usually clears the air for mutual\nunderstanding.\n\"Suppose our critics are being unfair. Then we can try to\ncalm persuasion. If they continue to rant, it is still possible\nfor us -- in our hearts -- to forgive them. Maybe a sense of\nhumour can be our saving grace -- thus we can both forgive\nand forget.\"\n1. LETTER, 1958\n2. LETTER, 1966"},
{"number": 185,"title": "Boomerang", "reading": "When I was ten, I was tall and gawky, and smaller kids could\npush me around in quarrels. I remember being very\ndepressed for a year ormore, and then I began to develop a\nfierce resolve to win.\nOne day, my grandfather came along with a book about\nAustralia and told me, \"This book says that nobody but an\nAustralian bushman knows how to make and throw the\nboomerang.\"\n\"Here's my chance,\" I thought. \"I will be the first man in\nAmerica to make and throw a boomerang.\" Well, any kid\ncould have had a notion like that. It might have lasted two\ndays or two weeks. But mine was a power drive that kept on\nfor six months, till Imade a boomerang that swung around\nthe church yard in front of the house and almost hit my\ngrandfather in the head when it came back.\nEmotionally, I had begun the fashioning of another sort of\nboomerang, one that almost killed me later on.\nA.A. COMES OF AGE, P. 53"},
{"number": 186,"title": "\"The Only Requirement . . .\"", "reading": "In Tradition Three, A.A. is really saying to every serious\ndrinker, \"You are an A.A. member if you say so. You can\ndeclare yourself in; nobody can keep you out. No matter how\ngrave your emotional complications -- even your crimes-- we\ndon't want to keep you out. We just want to be sure that you\nget the same chance for sobriety that we've had.\"\n\n\"We do not wish to deny anyone his chance to recover from\nalcoholism. We wish to be just as inclusive as we can, never\nexclusive.\n1. TWELVE AND TWELVE, P. 139\n2. GRAPEVINE, AUGUST 1946"},
{"number": 187,"title": "Talk or Action?", "reading": "In making amends, it is seldom wise to approach an\nindividual, who still smarts from our injustice to him, and\nannounce that we have gone religious. This might be called\nleading with the chin. Why lay ourselves open to being\nbranded fanatics or religious bores? If we do this, we may kill\na future opportunity to carry a beneficial message.\nBut the man who hears our amends is sure to be impressed\nwith a sincere desire to set right a wrong. He is going to be\nmore interested in a demonstration of good will than in our\ntalk of spiritual discoveries.\nALCOHOLICS ANONYMOUS, P. 77"},
{"number": 188,"title": "To Survive Trials", "reading": "In our belief, any scheme of combating alcoholism which\nproposes wholly to shield the sick man from temptation is\ndoomed to failure. If the alcoholic tries to shield himself he\nmay succeed for a time, but he usually winds up with a\nbigger explosion than ever. We have tried these methods.\nThese attempts to do the impossible have always failed.\nRelease from alcohol, and not flight from it, is our answer.\"\n\n\"Faith without works is dead.\" And how appallingly true for\nthe alcoholic! For if an alcoholic fails to perfect and enlarge\nhis spiritual life through work and self-sacrifice for others, he\ncannot survive the certain trials and low spots ahead. If he\ndoes not work, he will surely drink again, and if he drinks, he\nwill surely die. Then faith will be dead indeed.\nALCOHOLICS ANONYMOUS\n1. P. 101\n2. PP. 14-15"},
{"number": 189,"title": "Experimenters", "reading": "We agnostics liked A.A. all right, and were quick to say that it\nhad done miracles. But we recoiled from meditation and\nprayer as obstinately as the scientist who refused to perform\na certain experiment lest it prove his pet theory wrong.\nWhen we finally did experiment, and unexpected results\nfollowed, we felt different; in fact, we knew different; and so\nwe were sold on meditation and prayer. And that, we have\nfound, can happen to anybody who tries. It has been well\nsaid that \"Almost theonly scoffers at prayer are those who\nnever tried it enough.\"\nTWELVE AND TWELVE, P. 97"},
{"number": 190,"title": "The A.A. Way in the Home*", "reading": "Though an alcoholic does not respond, there is no reason\nwhy you should neglect his family. You should continue to\nbe friendly to them, explaining A.A.'s concept of alcoholism\nand its treatment. If they accept this and also apply our\nprinciples to their problems, there is a much better chance\nthat the head of the family will recover. And even though he\ncontinues to drink, the family will find life more bearable.\"Unless a new member's family readily expresses a desire to\nlive upon spiritual principles, we think he ought not to urge\nthem. They will change in time. His better behavior will\nusually convince them far more than his words.\nALCOHOLICS ANONYMOUS\n1. P. 97\n2. P. 83\n* Today, the initiation of the A.A. way of life in the home is\nthe central purpose of the Al-Anon Family Groups, of which\nthere are (as of 1978) about 15,300 throughout the world.\nThese are composed of wives, husbands, and relatives of\nalcoholics. In restoring families to the good life, Al-Anon's\nsuccess has been enormous.\n"},
{"number": 191,"title": "The Beginning of Humility", "reading": "\"There are few absolute inherent in the Twelve Steps. Most\nSteps are open to interpretation, based on the experience\nand outlook of the individual.\n\"Consequently, the individual is free to start the Steps at\nwhatever point he can, or will. God, as we understand Him,\nmay be defined as a `Power greater...' or the Higher Power.\nFor thousands of members, the A.A. group itself has been a\n`Higher Power' in the beginning. This acknowledgment is\neasy to make if a newcomer knows that most of the members\nare sober and he isn't.\n\"His admission is the beginning of humility -- at least the\nnewcomer is willing to disclaim that he himself is God. That's\nall the start he needs. If, following this achievement, he will\nrelax and practice as many of the Steps as he can, he is sure\nto grow spiritually.\"\nLETTER, 1966"},
{"number": 192,"title": "Carrying the Message", "reading": "The wonderful energy the Twelfth Step releases, by which it\ncarries our message to the next suffering alcoholic and\nfinally translates the Twelve Steps into action upon all our\naffairs, is the payoff, the magnificent reality of A.A.\"Never talk down to an alcoholic from any moral or spiritual\nhilltop; simply lay out the kit of spiritual tools for his\ninspection. Show him how they worked with you. Offer him\nfriendship and fellowship.\n1. TWELVE AND TWELVE, P. 109\n2. ALCOHOLICS ANONYMOUS P. 95"},
{"number": 193,"title": "The Spiritual Alibi", "reading": "Our first attempts at inventories are apt to prove very\nunrealistic. I used to be a champ at unrealistic self-appraisal.\nOn certain occasions, I wanted to look only at the part of my\nlife which seemed good. Then I would greatly exaggerate\nwhatever virtues I supposed I had attained. Next I would\ncongratulate myself on the grand job I was doing in A.A.\nNaturally this generated a terrible hankering for still more\n\"accomplishments,\" and still more approval. I was falling\nstraight back into the pattern of my drinking days. Here were\nthe same old goals -- power, fame, and applause. Besides, I\nhad the best alibi known -- the spiritual alibi. The fact that I\nreally did have a spiritual objective made this utter nonsense\nseem perfectly right.\nGRAPEVINE, JUNE 1961"},
{"number": 194,"title": "The Obsession and the Answer", "reading": "The idea is somehow, some day, he will control and enjoy his\ndrinking is the great obsession of every abnormal drinker.\nThe persistence of this illusion is astonishing. Many pursue\nit into the gates of insanity or death.\"Alcoholism, not cancer, was my illness, but what was the\ndifference? Was not alcoholism also a consumer of body and\nmind? Alcoholism took longer to do its killing, but the result\nwas the same. So, I decided, if there was a great Physician\nwho could cure the alcoholic sickness, I had better seek Him\nat once.\n1. ALCOHOLICS ANONYMOUS, P. 30\n2. A.A. COMES OF AGE, P. 61"},
{"number": 195,"title": "The Language of the Heart", "reading": "Why, at this particular point in history, has God chosen to\ncommunicate His healing grace to so many of us? Every\naspect of this global unfoldment can be related to a single\ncrucial word. The word is \"communication\". There has been\na lifesaving communication among ourselves, with the world\naround us, and with God.\n>From the beginning, communication in A.A. has been no\nordinary transmission of helpful ideas and attitudes.\nBecause our common means of deliverance are effective for\nourselves only when constantly carried to others, our\nchannels of contact have always charged with the language\nof the heart.\nA.A. COMES OF AGE, PP. 7-8"},
{"number": 196,"title": "Antidote for Fear", "reading": "When our failings generate fear, we then have soul-sickness.\nThis sickness, in turn, generates still more character defects.\nUnreasonable fear that our instincts will not be satisfied\ndrives us to covet the possessions of others, to lust for sex\nand power, to become angry when our instinctive demands\nare threatened, to be envious when the ambitions of others\nseem to be realized while ours are not. We eat, drink, and\ngrab for more of everything than we need, fearing we shall\nnever have enough. And, with genuine alarm at the prospect\nat work, we stay lazy. We loaf and procrastinate, or at best\nwork grudgingly and under half steam.\nThese fears are the termites that ceaselessly devour the\nfoundations of whatever sort of life we try to build.\"As faith grows, so does inner security. The vast underlying\nfear of nothingness commences to subside. We of A.A. find\nthat our basic antidote for fear is a spiritual awakening.\n1. TWELVE AND TWELVE, P. 49\n2. GRAPEVINE, JANUARY 1962"},
{"number": 197,"title": "Where Rationalizing Leads", "reading": "\"You know what our genius for rationalization is. If, to\nourselves, we fully justify one slip, then our rationalizing\npropensities are almost sure to justify another one, perhaps\nwith a different set of excuses. But one justification leads to\nanother and presently we are back on the bottle full-time.\"\n\n\"Experience shows, all too often, that even the \"controlled\"\npill-taker may get out of control. The same crazy\nrationalizations that once characterized his drinking begin to\nblight his existence. He thinks that if pills can cure insomnia\nso may they cure his worry.\nOur friends the doctors are seldom directly to blame for the\ndire results we so often experience. It is much too easy for\nalcoholics to buy these dangerous drugs, and once\npossessed of them the drinker is often likely to use them\nwithout any judgement whatever.\n1. LETTER 1959\n2. GRAPEVINE, NOVEMBER 1945"},
{"number": 198,"title": "Tell the Public?", "reading": "\"A.A.'s of worldly prominence sometimes say, `If I tell the\npublic that I am in Alcoholics Anonymous, then that will\nbring in many others.' Thus they express the belief that our\nanonymity Tradition is wrong -- at least for them.\n\"They forget that, during their drinking days, prestige and the\nachievement of worldly ambition were their principal aims.\nThey do not realize that, by breaking anonymity, they are\nunconsciously pursuing those old and perilous illusions\nonce more. They forget that the keeping of one's anonymity\noften means a sacrifice of one's desire for power, prestige,\nand money. They do not see that if these strivings became\ngeneral in A.A., the course of our whole history would be\nchanged; that we would be sowing the seeds of our own\ndestruction as a society.\n\"Yet I can happily report that while many of us are tempted -and I have been one -- few of us in America actually break\nour anonymity at the public-media level.\"\nLETTER, 1958"},
{"number": 199,"title": "Arrogance and Its Opposite", "reading": "A very tough-minded prospect was taken to his first A.A.\nmeeting, where two speakers (or maybe lecturers) themed\ntheir talks on \"God as I understand Him.\" Their attitude\noozed arrogance. In fact, the final speaker got far overboard\non his personal theological convictions.\nBoth were repeating my performance of years before. Implicit\nin everything they said was the same idea: \"Folks, listen to\nus. We have the only true brand of A.A. -- and you'd better\nget it!\"\nThe new prospect said he'd had it -- and he had. His sponsor\nprotested that this wasn't real A.A. But it was to late; nobody\ncould touch him after that.\"I see \"humility for today\" as a safe and secure stance\nmidway between violent emotional extremes. It is a quiet\nplace where I can keep enough perspective and enough\nbalance to take my next small step up the clearly marked\nroad that points toward eternal values.\nGRAPEVINE\n1. APRIL, 1961\n2. JUNE, 1961"},
{"number": 200,"title": "Source of Strength", "reading": "When World War II broke out, our A.A. dependence on a\nHigher Power had its first major test. A.A.'s entered the\nservices and were scattered all over the world.\nWould they be able to take discipline, stand up under fire,\nand endure the monotony and misery of war? Would the kind\nof dependence they had learned in A.A. carry them through?\nWell, it did. They had even fewer alcoholic lapses or\nemotional binges than A.A.'s safe at home did. They were\njust as capable of endurance and valor as any other soldiers.\nWhether in Alaska or on the Salerno beachhead, their\ndependence upon a Higher Power worked.\nFar from being a weakness, this dependence was their chief\nsource of strength.\nTWELVE AND TWELVE, PP. 38-39"},
{"number":201, "title":"Unlimited Choice", "reading":"Any number of alcoholics are bedeviled by the dire\nconviction that if ever they go nearA.A. they will be\npressured to conform to some particular brand of faith or\ntheology.\nThey just don't realize that faith is never an imperative for\nA.A. memberships; that sobriety can be achieved with an\neasily acceptable minimum of it, and that our concepts of a\nHigher Power and God -- as we understand Him -- afford\neveryone a nearly unlimited choice of spiritual belief and\naction.\"In talking to a prospect, stress the spiritual feature freely. If\nthe man be agnostic or atheist, make it emphatic that he\ndoes not have to agree with your conception of God. He can\nchoose any conception he likes, provided it makes sense to\nhim.\nThe main thing is that he be willing to believe in a Power\ngreater than himself and that he live by spiritual principles.\n1. GRAPEVINE, APRIL 1961\n2. ALCOHOLICS ANONYMOUS, P. 93"},
{"number":202, "title":"The Hour of Decision", "reading":"Not all large decisions can be well made by simply listing\nthe pros and cons of a given situation, helpful and necessary\nas this process is. We cannot always depend on what seems\nto us to be logical. When there is doubt about our logic, we\nwait upon God and listen for the voice of intuition. If, in\nmeditation, that voice is persistent enough, we may well gain\nsufficient confidence to act upon that, rather than upon logic.\n\"If after an exercise of these two disciplines, we are still\nuncertain, then we should ask for further guidance and, when\npossible, defer important decisions for a time. By then, with\nmore knowledge of our situation, logic and intuition may well\nagree upon a right course.\n\"But if the decision must be now, let us not evade it through\nfear. Right or wrong, we can always profit from the\nexperience.\"\nLETTER, 1966"},
{"number": 203,"title": "True Tolerance", "reading": "Gradually we began to be able to accept the other fellow's\nsins as well as his virtues. We coined the potent and\nmeaningful expression \"Let us always love the best in others\n-- and never fear their worst.\"\n\n\"Finally, we begin to see that all people, including ourselves,\nare to some extent emotionally ill as well as frequently\nwrong. When this happens, we approach true tolerance and\nwe see what real love for our fellows actually means.\n1. GRAPEVINE, JANUARY 1962\n2. TWELVE AND TWELVE, P. 92"},
{"number": 204,"title": "The Building of Character", "reading": "Since most of us are born with an abundance of natural\ndesires, it isn't strange that we often let these far exceed\ntheir intended purpose. When they drive us blindly, or we\nwillfully demand that they supply us with more satisfactions\nor pleasures than are possible or due to us, that is the point\nat which we depart from the degree of perfection that God\nwishes for us here on earth. That is the measure of our\ncharacter defects, or, if you wish, of our sins.\nIf we ask, God will certainly forgive our derelictions. But in\nno case does He render us white as snow and keep us that\nway without our cooperation. That is something we are\nsupposed to be willing to work toward ourselves. He asks\nonly that we try as best we know how to make progress in\nthe building of character.\nTWELVE AND TWELVE, P. 65"},
{"number": 205,"title": "Virtue and Self-Deception", "reading": "I used to take comfort from an exaggerated belief in my own\nhonesty. My New England kinfolk had taught me the sanctity\nof all business commitments and contracts, saying, \"A man's\nword is his bond.\" After this rigorous conditioning, business\nhonesty always came easy; I never flim-flammed anyone.\nHowever, this small fragment of readily won virtue did\nproduce some interesting liabilities. I never failed to whip up\na fine contempt for those of my fellow Wall Streeters who\nwere prone to shortchange their customers. This was\narrogant enough, but the ensuing self-deception proved even\nworse.\nMy prized business honesty was presently converted into a\ncomfortable cloak under which I could hide the many serious\nflaws that beset other departments of my life. Being certain\nof this one virtue, it was easy to conclude that I had them all.\nFor years on end, this prevented me from taking a good look\nat myself.\nGRAPEVINE, AUGUST 1961"},
{"number": 206,"title": "Praying for Others", "reading": "While prayingsincerely, we still may fall into temptation. We\nform ideas as to what we think God's will is for other people.\nWe say to ourselves, \"This one ought to be cured of his fatal\nmalady\" or \"That one ought to be relieved of his emotional\npain,\" and we pray for these specific things.\nSuch prayers, of course, are fundamentally good acts, but\noften they are based upon a supposition that we know God's\nwill for the person for whom we pray. This means that side\nby side with an earnest prayer there can be a certain amount\nof presumption and conceit in us.\nIt is A.A.'s experience that particularly in these cases we\nought to pray that God's will, whatever it is, be done for\nothers as well as for ourselves.\nTWELVE AND TWELVE, P. 104"},
{"number": 207,"title": "The Fellowship's Future", "reading": "\"It seems proved that A.A. can stand on its own feet\nanywhere and under any conditions. It has outgrown any\ndependence it might once have had upon the personalities or\nefforts of a few of the older members like me. New, able, and\nvigorous people keep coming to the surface, turning up\nwhere they are needed. Besides, A.A. has reached enough\nspiritual maturity to know that its final dependence is upon\nGod.\"\n\n\"Clearly, our first duty to A.A.'s future is to maintain in full\nstrength what we now have. Only the most vigilant\ncaretaking can assure this. Never should we be lulled into\ncomplacent self-satisfaction by the wide acclaim and\nsuccess that are everywhere ours. This is the subtle\ntemptation which could render us stagnant today, perchance\ndisintegrate us tomorrow. We have always rallied to meet\nand transcend failure and crisis. Problems have been our\nstimulants. How well, though, shall we be able to meet the\nproblems of success?\n1. LETTER, 1940\n2. A.A. TODAY, P. 106"},
{"number": 208,"title": "Reason -- a Bridge to Faith", "reading": "We were squarely confronted with the question of faith. We\ncouldn't duck the issue. Some of us had already walked\nalong the bridge of reason toward the desired shore of faith,\nwhere friendly hands had stretched out in welcome. We were\ngrateful that reason had brought us so far. But, somehow, we\ncouldn't quite step ashore. Perhaps we had been relying too\nheavily on Reason that last mile, and we did not like to lose\nour support.\nYet without knowing it, had we not been brought to where we\nstood by a certain kind of faith? For did we not believe in our\nown reasoning? Did we not have confidence in our ability to\nthink? What was that but a sort of faith? Yes, we had been\nfaithful, abjectly faithful to the god of reason. So, in one way\nor another, we discovered that faith had been involved all the\ntime!\nALCOHOLICS ANONYMOUS, PP. 53-54"},
{"number": 209,"title": "Never the Same Again", "reading": "It was discovered that when one alcoholic had planted in the\nmind of another the true nature of his malady, that person\ncould never be the same again. Following every spree, he\nwould say to himself, \"Maybe those A.A.'s were right.\" After a\nfew such experiences, often before the onset of extreme\ndifficulties, he would return to us convinced.\"In the first years, those of us who sobered up in A.A. had\nbeen grim and utterly hopeless cases. But then we began to\nhave success with milder alcoholics and even some potential\nalcoholics. Younger folks appeared. Lots of people turned up\nwho still had jobs, homes, health, and even good social\nstanding.\nOf course, it was necessary for these newcomers to hit\nbottom emotionally. But they did not have to hit every\npossible bottom in order to admit that they were licked.\n1. TWELVE AND TWELVE, P. 23-24\n2. A.A. COMES OF AGE, P. 199"},
{"number": 210,"title": "Out of Bondage", "reading": "At Step Three, many of us said to our Maker, as we\nunderstood Him: \"God, I offer myself to Thee -- to build with\nme and to do with me as Thou wilt. Relieve me of the\nbondage of self, that I may better do Thy will. Take away my\ndifficulties, that transcendence over them may bear witness\nto those I would help of Thy Power, Thy Love, and Thy Way\nof life. May I do Thy will always!\"\nWe thought well before taking this Step, making sure we\nwere ready. Then we could commence to abandon ourselves\nutterly to Him.\nALCOHOLICS ANONYMOUS, P. 63"},
{"number":211, "title": "Reaching for Humility", "reading": "We saw we needn't always be bludgeoned and beaten into\nhumility. It could come quite as much from our voluntary\nreaching for it as it could from unremitting suffering.\"\n\n\"We first reach for a little humility, knowing that we shall\nperish of alcoholism if we do not. After a time, though we\nmay still rebel somewhat, we commence to practice humility\nbecause this is the right thing to do. Then comes the day\nwhen, finally freed in large degree from rebellion, we practice\nhumility because we deeply want it as a way of life.\"\n1. TWELVE AND TWELVE, P. 75\n2. LETTER, 1966"},
{"number": 212,"title": "Faith and Action", "reading": "Your prospect's religious education and training may be far\nsuperior to yours. In that case, he is going to wonder how\nyou can add anything to what he already knows.\nBut he will be curious to learn why his own convictions have\nnot worked and why yours seem to work so well. He may be\nan example of the truth that faith alone is insufficient. To be\nvital, faith must be accompanied by self sacrifice and\nunselfish, constructive action.\nAdmit that he probably knows more about religion than you\ndo, but remind him that, however deep his faith and\nknowledge, these qualities could not have served him well,\nor he would not be asking your help.\"Dr. Bob did not need me for his spiritual instruction. He had\nalready had more of that than I. What he did need, when we\nfirst met, was the deflation at depth and the understanding\nthat only one drunk can give to another. What I needed was\nthe humility of self-forgetfulness and the kinship with\nanother human being of my own kind.\n1. ALCOHOLICS ANONYMOUS, P. 93\n2. A.A. TODAY, P. 10"},
{"number": 213,"title": "Complete the Housecleaning", "reading": "Time after time, newcomers have tried to keep to themselves\nshoddy facts about their lives. Trying to avoid the humbling\nexperience of the Fifth Step, they have turned to easier\nmethods. Almost invariably they got drunk. Having\npersevered with the rest of the program, they wondered why\nthey fell.\nWe think the reason is that they never completed their\nhousecleaning. They took inventory all right, but hung on to\nsome of the worst items in stock. They only thought they had\nlost their egoism and fear; they only thought they had\nhumbled themselves. But they had not learned enough of\nhumility, fearlessness and honesty, in the sense we find it\nnecessary, until they told someone else all their life story.\nALCOHOLICS ANONYMOUS, PP. 72-73"},
{"number": 214,"title": "Only Try", "reading": "In my teens, I had to be an athlete because I was not an\nathlete. I had to be a musician because I could not carry a\ntune. I had to be the president of my class in boarding\nschool. I had to be first in everything because in my perverse\nheart I felt myself the least of God's creatures. I could not\naccept my deep sense of inferiority, and so I strove to\nbecome captain of the baseball team, and I did learn to play\nthe fiddle. Lead I must -- or else. This was the \"all or nothing\"\nkind of demand that later did me in.\"\n\n\"I'm glad you are going to try that new job. But make sure\nthat you are only going to `try'. If you approach the project in\nthe attitude that `I must succeed, I must not fail, I cannot fail,'\nthen you guarantee a drinking relapse. But if you look at the\nventure as a constructive experiment only, then all should go\nwell.\"\n1. A.A. COMES OF AGE, P. 53\n2. LETTER, 1958"},
{"number": 215,"title": "Constructive Workouts", "reading": "There are those in A.A. whom we call \"destructive\" critics.\nThey power-drive, they are \"politickers,\" theymake\naccusation to gain their ends -- all for the good of A.A., of\ncourse! But we have learned that these folks need not be\nreally destructive.\nWe ought to listen carefully to what they say. Sometimes\nthey are telling the whole truth; at other times, a little truth. If\nwe are within their range, the whole truth, the half truth, or no\ntruth at all can prove equally unpleasant to us. If they have\ngot the whole truth, or even little truth, then we had better\nthank them and get on withour respective inventories,\nadmitting we were wrong. If they are talking nonsense, we\ncan ignoreit, or else try to persuade them. Failing this, we\ncan be sorry they are too sick to listen, and we can try to\nforget the whole business.\nThere are few better means of self-survey and of developing\npatience than the workouts these usually well-meaning but\nerratic members so often afford us.\nTWELVE CONCEPTS, P. 43"},
{"number": 216,"title": "After the \"Honeymoon\"", "reading": "\"For most of us, the first years of A.A. are something like a\nhoneymoon. There is a new and potent reason to stay alive,\njoyful activity aplenty. For a time, we are diverted from the\nmain life problems. That is all to the good.\n\"But when the honeymoon has worn off, we are obliged to\ntake our lumps, like other people. This is where the testing\nstarts. Maybe the group has pushed us onto the side lines.\nMaybe difficulties have intensified at home, or in the world\noutside. Then theold behavior patterns reappear. How well\nwe recognize and deal with them reveals the extent of our\nprogress.\"\n\n\"The wise have always known that no one can make much of\nhis life until self-searching becomes a regular habit, until he\nis able to admit and accept what he finds, and until he\npatiently and persistently tries to correct what is wrong.\n1. LETTER, 1954\n2. TWELVE AND TWELVE, P. 88"},
{"number": 217,"title": "Hope Born from Hopelessness", "reading": "Letter to Dr. Carl Jung:\n\"Most conversion experiences, whatever their variety, do\nhave a common denominator of ego collapse at depth. The\nindividual faces an impossible dilemma.\n\"In my case the dilemma had been created by my compulsive\ndrinking, and the deep feeling of hopelessness had been\nvastly deepened by my doctor. It was deepened still more by\nmy alcoholic friend when he acquainted me with your verdict\nof hopelessness respecting Rowland H.\n<note: the following is \"The Message\" !!!>\n\"In the wake of my spiritual experience there came a vision\nof a society of alcoholics. If each sufferer were to carry the\nnews of the scientifc hopelessness of alcoholism to each\nnew prospect, he might be able to lay every newcomer wide\nopen to a transforming spiritual experience. This concept\nproved to be the foundation of such success as A.A. has\nsince achieved.\"\nGRAPEVINE, JANUARY 1963"},
{"number": 218,"title": "Happy -- When We're Free", "reading": "For most normal folks, drinking means release from care,\nboredom and worry. It means joyous intimacy with friends\nand a feeling that life is good.\nBut not so with us in those last days of heavy drinking. The\nold pleasures were gone. There was an insistent yearning to\nenjoy life as we once did and a heartbreaking delusion that\nsome new miracle of control would enable us to do it. There\nwas always one more attempt -- and one more failure.\"We are sure God would like us to be happy, joyous, and free.\nHence, we cannot subscribe to the belief that this life\nnecessarily has to be a vale of tears, though it once was just\nthat for many of us. But it became clear that most of the time\nwe had madeour own misery.\nALCOHOLICS ANONYMOUS\n1. P. 151\n2. P. 133"},
{"number": 219,"title": "Willing to Believe", "reading": "Do not let any prejudice you may have against spiritual terms\ndeter you from honestly asking yourself what they might\nmean to you. At the start, this was all we needed to\ncommence spiritual growth, to effect our first conscious\nrelation with God as we understood Him. Afterward, we\nfound ourselves accepting many things which had seemed\nentirely out of reach. That was growth. But if we wished to\ngrow we had to begin somewhere. So we used our own\nconceptions of God, however limited they were.\nWeneeded to ask ourselves but one short question: \"Do I\nnow believe, or am I even willing to believe, that there is a\nPower greater than myself?\" As soon as a man can say that\nhe does believe, or is willing to believe, we emphatically\nassure him that he ison his way.\nALCOHOLICS ANONYMOUS, P. 47"},
{"number": 220,"title": "In Partnership", "reading": "As we made spiritual progress, it became clear that, if we\never were to feel emotionally secure, we would have to put\nour lives on a give-and-take basis; we would have to develop\nthe sense of being in partnership or brotherhood with all\nthose around us. We saw that we would need to give\nconstantly of ourselves without demand for repayment.\nWhen we persistently did this, we gradually found that\npeople were attracted to us as never before. And even if they\nfailed us, we could be understanding and not too seriously\naffected.\"The unity, the effectiveness, and even the survival of A.A. will\nalways depend upon our continued willingness to give up\nsome of our personal ambitionsand desires for the common\nsafety and welfare. Just as sacrifice means survival for the\nindividual alcoholic, so does sacrifice mean unity and\nsurvival for the group and for A.A.'s entire Fellowship.\n1. TWELVE AND TWELVE, PP. 115-116\n2. A.A. COMES OF AGE, PP. 287-288"},
{"number": 221,"title": "God Will Not Desert Us", "reading": "\"Word comes to me that you are making a magnificent stand\nin adversity -- this adversity being the state of your health. It\ngives me a chance to express my gratitude for your recovery\nin A.A. and especially for the demonstration of its principles\nyou are now so inspringly giving to us all.\n\"You will be glad to know that A.A.'s have an almost unfailing\nrecord in this respect. This, I think, is because we are so\naware that God will not desert us when the chips are down;\nindeed, He did not when we were drinking. And so it should\nbe with the remainder of life.\n\"Certainly, He does not plan to save us from all troubles and\nadversity. Nor, in the end, does He save us from so-called\ndeath -- since this is but an openingof a door into a new life,\nwhere we shall dwell among His many mansions. Touching\nthese things I know you have a most confident faith.\"\nLETTER, 1966"},
{"number": 222,"title": "Who Is to Blame?", "reading": "At Step Four we resolutely looked for our own mistakes.\nWhere had we been selfish, dishonest, self-seeking and\nfrightened? Though a given situation had not been entirely\nour fault, we often tried to cast the whole blame on the other\nperson involved.\nWe finally saw that the inventory should be ours, not the\nother man's. So we admitted our wrongs honestly and\nbecame willing to set these matters straight.\nALCOHOLICS ANONYMOUS, P. 67"},
{"number": 223,"title": "One Fellowship -- Many Faiths", "reading": "As a society we must never become so vain as to suppose\nthat we are authors and inventors of a new religion. We will\nhumbly reflect that every one of A.A.'s principles has been\nborrowed from ancient sources.\"A minister in Thailand wrote, \"We took A.A.'s Twelve Steps to\nthe largest Buddhist monastry in this province, and the head\npriest said, `Why,these Steps are fine! For us Buddhists, it\nmight be slightly more acceptable if you had inserted the\nword `good' in your Steps instead of `God'. Nevertehless,\nyou say that it is God as you understand Him, and that must\ncertainly include the good. Yes, A.A.'s Twelve Steps will\nsurely be accepted by Buddhists around here.'\"\n\n\"St. Louis oldtimers recall how Father Edward Dowling helped\nstart their group; it turned out to be largely Protestant, but\nthis fazed him not a bit.\nA.A. COMES OF AGE\n1. P. 231\n2. P. 81\n3. P. 37"},
{"number": 224,"title": "Leadership in A.A.", "reading": "No society can function well without able leadership at all its\nlevels, and A.A. can be no exception. But we A.A.'s\nsometimes cherish the thought that we can do without much\npersonal leadership at all. We are apt to warp the traditional\nidea of \"principles before personalities\" around to such a\npoint that there would be no \"personality\" in leadership\nwhatever. This would imply rather faceless robots trying to\nplease everybody.\nA leader in A.A. service is a man (or woman) who can\npersonally put principles, plans, and policies into such\ndedicated and effective action that the rest of us naturally\nwant to back him up and help him with his job. When a leader\npowerdrives us badly, we rebel; but when he too meekly\nbecomes an order-taker and he exercises no judgement of\nhis own -- well, he really isn't a leader at all.\nTWELVE CONCEPTS, PP. 41, 42"},
{"number": 225,"title": "The Answer in the Mirror", "reading": "While drinking, we were certain that our intelligence, backed\nby will power,could rightly control our inner lives and\nguarantee us success in the world around us. This brave\nphilosophy, wherein each man played God, sounded good in\nthe speaking, but it still had to meet the acid test: How well\ndid it actually work? One good look in the mirror was answer\nenough.\"My spiritual awakening was electrically sudden and\nabsolutely convincing. At once, I became a part -- if only a\ntiny part -- of a cosmos that was ruled by justice and love in\nthe person of God. No matter what had been the\nconsequences of my own willfulness and ignorance, or those\nof my fellow travelers on earth, this was still the truth. Such\nwas the new and positive assurance, and this has never left\nme.\n1. TWELVE AND TWELVE, P. 37\n2. GRAPEVINE, JANUARY 1962"},
{"number": 226,"title": "Humility for the Fellowship, Too", "reading": "We of A.A. sometimes brag of the virtues of our Fellowship.\nLet us remember that few of these are actually earned\nvirtues. We were forced into them, to begin with, by the cruel\nlash of alcoholism. We finally adopted them, not because we\nwished to, but because we had to.\nThen, as time confirmed the seeming rightness of our basic\nprinciples, we began to conform because it was right to do\nso. Some of us, notably myself, conformed even then with\nreluctance.\nBut at last we came to a point where we stood willing to\nconform gladly to the principles which experience, under the\ngrace of God, had taught us.\nA.A. COMES OF AGE, P. 224"},
{"number": 227,"title": "Is Sobriety Enough?", "reading": "The alcoholic is like a tornado rearing his way throughthe\nlives of others. Hearts are broken. Sweet relationships are\ndead. Affections have been uprooted. Selfish and\ninconsiderate habits have kept the home in turmoil.\nWe feel a man is unthinking when he says that sobriety is\nenough. He is like the farmer who came up out of his cyclone\ncellar to find his home ruined. To his wife, he remarked,\n\"Don't see anything the matter here, Ma. Ain't it grand the\nwind stopped blowin'?\"\n\n\"We ask ourselves what we mean when we say that we have\n\"harmed\" other people. What kinds of \"harm\" do people to\none another, anyway? To define the word \"harm\" in a\npractical way, we might call it the result of instincts in\ncollision, which cause physical, mental, emotional, or\nspiritual damage to those about us.\n1. ALCOHOLICS ANONYMOUS, P. 82\n2. TWELVE AND TWELVE, P. 80"},
{"number": 228,"title": "The Beginning of True Kinship", "reading": "When we reached A.A., and for the first time in our lives\nstood among people who seemed to understand, the sense\nof belonging was tremendously exciting. We thought the\nisolation problem had been solved.\nBut we soon discovered that, while we weren't alone any\nmore in a social sense, we still suffered many of the old\npangs of anxious apartness. Until we had talked with\ncomplete candor of our conflicts, and had listened to\nsomeone else do the same thing, we still didn't belong.\nStep Five was the answer. It was the beginning of true\nkinship with man and God.\nTWELVE AND TWELVE, P. 57"},
{"number": 229,"title": "Day of Homecoming", "reading": "\"As sobriety means long life and happiness for the\nindividual, so does unity mean exactly the same thing to our\nSociety as a whole. Unified we live; disunited we shall\nperish.\"\n\n\"We must think deeply of all those sick ones still to come to\nA.A. As they try to make their return to faith and to life, we\nwant them to find everything in A.A. that we have found, and\nyet more, if that be possible. No care, no vigilance, no effort\nto preserve A.A.'s constant effectiveness and spiritual\nstrength will ever be too great to hold us in full readiness for\nthe day of their homecoming.\"\n1. LETTER, 1949\n2. TALK, 1959"},
{"number": 230,"title": "Love Everybody?", "reading": "Not many people can truthfully assert that they love\neverybody. Most of us must admit that we have loved but a\nfew; that we have been quite indifferent to the many. As for\nthe remainder -- well, we have really disliked or hated them.\nWe A.A.'s find we need something much better than this in\norder to keep our balance. The idea that we can be\npossessively loving of a few, can ignore the many, and can\ncontinue to fear or hate anybody at all, has to be abandoned,\nif only a little at a time.\nWe can try to stop making unreasonable demands upon\nthose we love. We can show kindness where we had formerly\nshown none. With those we dislike we can at least begin to\npractice justice and courtesy, perhaps going out of our way\nat times to understand and help them.\nTWELVE AND TWELVE, PP. 92-93"},
{"number": 231, "title": "Privileged to Communicate", "reading": "Everyone must agree that we A.A.'s are unbelievably\nfortunate people; fortunate that we have suffered so\nmuch;fortunate that we can know, understand, and love each\nother so supremely well.\nThese attributes and virtues are scarcely of the earned\nvariety. Indeed, most of us are well aware that these are rare\ngifts which have their true origin in our kinship born of a\ncommon suffering and a common deliverance by the grace of\nGod.\nThereby we are privileged to communicate with each other to\na degree and in a manner not very often surpassed among\nour nonalcoholic friends in the world around us.\"\n\n\"I used to be ashamed of my condition and so didn't talk\nabout it. But nowadays I freely confess I am a depressive,\nand this has attracted other depressives to me. Working with\nthem has helped a great deal.\"\n1. GRAPEVINE, OCTOBER 1959\n2. LETTER, 1954\n Bill would like to say that he has had no depression since\n1955."},
{"number": 232,"title": "The Value of Human Will", "reading": "Many newcomers, having experienced little but constant\ndeflation, feel a growing conviction that human will is of no\nvalue whatever. They have become persuaded, sometimes\nrightly so, that many problems besides alcohol will not yield\nto a headlong assault powered only by the individual's will.\nHowever, there are certain things which the individual alone\ncan do. All by himself, and in the light of his own\ncircumstances, he needs to develop the quality of\nwillingness. When he acqires willingness, he is the only one\nwho can then make the decisionto exert himself along\nspiritual lines. Trying to do this is actually an act of his own\nwill. It is a right use of this faculty.\nIndeed, all of A.A.'s Twelve Steps require our sustained and\npersonal exertion to conform to their principles and so, we\ntrust, to God's will.\nTWELVE AND TWELVE, P. 40"},
{"number": 233,"title": "Everyday Living", "reading": "The A.A. emphasis on personal inventory is heavy because a\ngreat many of us have never really acquired the habit of\naccurate self-appraisal.\nOnce this healthy practice has become a habit, it will prove\nso interesting and profitable that the time it takes won't be\nmissed. For these minutes and often hours spent in selfexamination are bound to make all the other hours of our day\nbetter and happier. At length, our inventories become a\nnecessity of everyday living, rather than something unusual\nor set apart.\nTWELVE AND TWELVE, P. 89-90"},
{"number": 234,"title": "Freed Prisoners", "reading": "Letter to a prison group:\n\"Every A.A. has been, in a sense, a prisoner. Each of us has\nwalled himself out of society; each has known social stigma.\nThe lot of you folks has been even more difficult: In your\ncase, society has also built a wall around you.But there isn't\nany really essential difference, a fact that practically all A.A.'s\nnow know.\n\"Therefore, when you members come into the world of A.A.\non the outside, you can be sure that no one will care a fig\nthat you have done time. What you are trying to be -- not\nwhat you were -- is all that counts with us.\"\n\n\"Mental and emotional difficulties are sometimes very hard\nto take while we are trying to maintain sobriety. Yet we do\nsee, in the long run, that transcendence over such problems\nis the real test of the A.A. way of living. Adversity gives us\nmore opportunity to grow than does comfort or success.\"\n1. LETTER, 1949\n2. LETTER, 1964"},
{"number": 235,"title": "Looking for Lost Faith", "reading": "Any number of A.A.'s can say, \"We were diverted from our\nchildhood faith. As material success began to come, we felt\nwe were winning at the game of life. This was exhilarating,\nand it made us happy.\n\"Why should we be bothered with theological abstractions\nand religious duties, or with the state of our souls, here or\nhereafter? The will to win should carry us through.\n\"But then alcohol began have its way with us. Finally, when\nall our score cards read `zero,' and we saw that one more\nstrike would put us out of the game forever, we had to look\nfor our lost faith. It was in A.A. that we rediscovered it.\"\nTWELVE AND TWELVE, PP. 28-29"},
{"number": 236,"title": "Perfection -- Only the Objective", "reading": "There can be no absolute humility for us humans. At best, we\ncan merely glimpse the meaning and splendor of such a\nperfect ideal. Only God himself canmanifest in the absolute;\nwe human beings must needs live and grow in the domain of\nthe relative.\nSo we seek progress in humility for today.\"Few of us can quickly or easily become ready even to look at\nspiritual and moral perfection; we want to settle for only as\nmuch development as may get us by in life, according, of\ncourse, to our various and sundry ideas of what will get us\nby. Mistakenly, we strive for a self-determined objective,\nrather than for the perfect objective which is of God.\n1. GRAPEVINE, JUNE 1961\n2. TWELVE AND TWELVE, P. 68"},
{"number": 237,"title": "No Orders Issued", "reading": "Neither the A.A. General Service Conference, its Board of\nTrustees, nor the humblest group committee can issue a\nsingle directive to an A.A. member and make it stick, let\nalone mete out any punishment. We've tried this lots of\ntimes, but utter failure isalways the result.\nGroups have sometimes tried to expel members, but the\nbanished have come back to sit in the meeting place, saying,\n\"This is life for us; you can't keep us out.\" Committees have\ninstructed many an A.A. to stop working a chronic\nbackslider, only to be told: \"How I do my Twelfth Step work\nis my business. Who are you to judge?\"\nThis doesn't mean that an A.A. won't take good advice or\nsuggestions from more experienced members. He simply\nobjects to taking orders.\nTWELVE AND TWELVE, P. 173"},
{"number": 238,"title": "Maudlin Martyrdom", "reading": "\"Self-pity is one of the most unhappy and consuming defects\nthat we know. It is a bar to all spiritual progress and can cut\noff all effective communication with our fellows because of\nits inordinate demands for attention and sympathy. It is a\nmaudlin form of martyrdom, which we can ill afford.\n\"The remedy? Well, let's have a hard look at ourselves, and a\nstill harder one at A.A.'s Twelve Steps to recovery. When we\nsee how many of our fellow A.A.'s have used the Steps to\ntranscend great pain and adversity, we shall be inspired to\ntry these life-giving principles for ourselves.\"\nLETTER, 1966"},
{"number": 239,"title": "When and How to Give", "reading": "Men who cry for money and shelter as a condition of their\nsobriety, are on the wrong track. Yet we sometimes do\nprovide a new prospect with these very things -- when it\nbecomes clear that he is willing to place his recovery first.\nIt is not whether we shall give that is the question, but when\nand how we give. Whenever we put our work on a material\nplane, the alcoholic commences to rely upon alms rather\nthan upon a Higher Power and the A.A. group. He continues\nto insist that he cannot master alcohol until his material\nneeds are cared for.\nNonsense. Some of us have taken very hard knocks to learn\nthis truth: that, job or no job, wife or no wife, we simply do\nnot stop drinking so long as we place dependence upon\nother people ahead of dependence on God.\nALCOHOLICS ANONYMOUS, P. 98"},
{"number":240, "title":"Hard on Ourselves, Considerate of Others", "reading":"We cannot disclose anything to our wives or our parents\nwhich will hurt them and make them unhappy. We have no\nright to save our own skin at their expense.\nSuch damaging parts of our story we tell to someone\nelsewho will understand, yet be unaffected. The rule is we\nmust be hard on ourselves, but always considerate of others.\"Good judgment will suggest that we ought to take our time in\nmaking amends to our families. It may be unwise at first to\nrehash certain harrowing episodes. While we may be quite\nwilling to reveal the very worst, we must be sure to\nremember that we cannotbuy our own peace of mind at the\nexpense of others.\n1. ALCOHOLICS ANONYMOUS, P. 74\n2. TWELVE AND TWELVE, P. 84"},
{"number": 241,"title": "Middle of the Road", "reading": "\"In some sections of A.A., anonymity is carried to the point\nof real absurdity. Members are on such a poor basis of\ncommunication that they don't even know each other's last\nnames or where each lives. It's like the cell of an\nunderground.\n\"In other sections, we see exactly the revers. It is difficult to\nrestrain A.A.'s from shouting too much before the whole\npublic, by going on spectacular `lecture tours' to play the big\nshot.\n\"However, I know that from these extremes we slowly pull\nourselves onto a middle ground. Most lecture-giving\nmembers do not last too long, and the superanonymous\npeople are apt to come out of hiding respecting their A.A.\nfriends, business associates, and the like. I think the longtime trend is toward the middle of the road -- which is\nprobably where we should be.\"\nLETTER, 1959"},
{"number": 242,"title": "Let Go Absolutely", "reading": "After failure on my part to dry up any drunks, Dr. Silkworth\nreminded me of Professor William James's observation that\ntruly transforming spiritual experiencesare nearly always\nfounded on calamity and collapse. \"Stop preaching at them,\"\nDr. Silkworth said, \"and give them the hard medical facts\nfirst. This may soften them up at depth so that they will be\nwilling to do anything to get well. Then they may accept\nthose spiritual ideas of yours, and even a Higher Power.\"\n\n\"We beg of you to be fearless and thorough from the very\nstart. Some of us have tried to hold on to our old ideas and\nthe result was nil -- until we let go absolutely.\n1. A.A. COMES OF AGE, P. 13\n2. ALCOHOLICS ANONYMOUS, P. 58"},
{"number": 243,"title": "Morning Thoughts", "reading": "On awakening, let us think about the twenty-four hours\nahead. We ask God to direct our thinking, especially asking\nthat it be divorced from self-pity and from dishonest or selfseeking motives. Free from these, we can employ our mental\nfaculties with assurance, for God gave us brains to use. Our\nthought-life will be on a higher plane when our thinking\nbegins to be cleared of wrong motives.\nIf we determine which of two courses to take, we ask God for\ninspiration, an intuitive thought, or a decision. Then we relax\nand take it easy, and we are often surprised how the right\nanswers come after we have tried this for a while.\nWe usually conclude our meditation with a prayer that we be\nshown all through the day what our next step is to be, asking\nespecially for freedom from damaging self-will.\nALCOHOLICS ANONYMOUS, PP. 86, 87"},
{"number": 244,"title": "Toward Maturity", "reading": "Many oldsters who have put our A.A. \"booze cure\" to severe\nbut successful tests still find they often lack emotional\nsobriety. To attain this, we must develop real maturity and\nbalance (which is to say, humility) in our relations with\nourselves, with our fellows, and with God.\"Let A.A. never be a closed corporation; let us never deny our\nexperience, for whatever it may be worth, to the world around\nus. Let our individual members heed the call to every field of\nhuman endeavor. Let them carry the experience and spirit of\nA.A. into all these affairs, for whatever good they may\naccomplish. For not only has God saved us from alcoholism;\nthe world has received us back into its citizenship.\n1. GRAPEVINE, JANUARY 1958\n2. A.A. COMES OF AGE, PP. 232-233"},
{"number": 245,"title": "Singlehanded Combat", "reading": "Few indeed are those who, assailed by the tyrant alcohol,\nhave ever won through in singlehanded combat. It is a\nstatistical fact that alcoholics almost never recover on their\npersonal resources alone.\"'Way up toward Point Barrow in Alaska, a couple of\nprospectors got themselves a cabin and a case of Scotch.\nThe weather turned bitter, fifty below, and they got so drunk\nthey let the fire go out. Barely escaping death by freezing,\none of them woke up in time to rekindle the fire. He was\nprowling around outside for fuel, and he looked into an\nempty oil drum filled with frozen water. Down in the ice cake\nhe saw a reddish-yellow object. When thawed out, it was\nseen to be an A.A. book. One of the pair read the book and\nsobered up. Legend has it that he became the founder of one\nof our farthest north groups.\n1. TWELVE AND TWELVE, P. 22\n2. A.A. COMES OF AGE, PP. 82-83"},
{"number": 246,"title": "Instinct to Live", "reading": "When men and women pour so much alcohol into\nthemselves that they destroy their lives, they commit a most\nunnatural act. Defying their instinctive desire for selfpreservation, they seem bent upon self-destruction. They\nwork against their own deepest instinct.\nAs they are progressively humbled by the terrific beating\nadministered by alcohol, the grace of God can enter them\nand expel their obsession. Here their powerful instinct to live\ncan cooperate fully with their Creator's desire to give them\nnew life.\"\n\n\"The central characteristic of the spiritual experience is that\nit gives the recipient a new and better motivation out of all\nproportion to any process of discipline, belief, or faith.\n\"These experiences cannot make us whole at once; they are\na rebirth to a fresh and certain opportunity.\"\n1. TWELVE AND TWELVE, P. 64\n2. LETTER, 1965"},
{"number": 247,"title": "Have You Experimented?", "reading": "\"Since open-mindedness and experimentation are supposed\nto be the indispensable attributes of our `scientific'\ncivilisation, it seems strange that so many scientist are\nreluctant to try out personally the hypothesis that God came\nfirst and man afterward. They prefer to believe that man is\nthe chance product of evolution; that God, the Creator, does\nnot exist.\n\"I can only report that I have experimented with both\nconcepts and that, in my case, the God concept has proved\nto be a better basis for living than the man-centered one.\n\"Nevertheless, I would be the first to defend your right to\nthink as you will. I simply ask this question: `In your own life,\nhave you ever really tried to think and act as though there\nmight be a God? Have you experimented?'\"\nLETTER, 1950"},
{"number": 248,"title": "We Need Outside Help", "reading": "It was evident that a solitary self-appraisal, and the\nadmission of our defects based upon that alone, wouldn't be\nnearly enough. We'd have to have outside help if we were\nsurely to know and admit the truth about ourselves -- the\nhelp of God and of another human being.\nOnly by discussing ourselves, holding back nothing, only by\nbeing willing to take advice and accept direction could we set\nfoot on the road to straight thinking, solid honesty, and\ngenuine humility.\"If we are fooling ourselves, a competent adviser can see this\nquickly. And, as he skillfully guides us away from our\nfantasies, we are surprised to find that we have few of the\nusual urges to defend ourselves against unpleasant truths. In\nno other way can fear, pride, and ignorance be so readily\nmelted. After a time, we realize that we are standing firm on a\nbrand-new foundation for integrity, and we gratefully credit\nour sponsors, whose advice pointed the way.\n1. TWELVE AND TWELVE, P. 59\n2. GRAPEVINE, AUGUST 1961"},
{"number": 249,"title": "God's Gifts", "reading": "We see that the sun never sets upon A.A.'s Fellowship; that\nmore than three hundred and fifty thousand of us have now\nrecovered from our malady; that we have everywhere begun\nto transcend the formidable barriers of race,creed, and\nnationality. This assurance that so many of us have been\nable to meet our responsibilities for sobriety and for growth\nand effectiveness in the troubled world where we live, will\nsurely fill us with the deepest joy and satisfaction.\nBut, as a people who have nearly always learned the hard\nway, we shall certainly not congratulate ourselves. We shall\nperceive these assets to be God's gifts, which have been in\npart matched by an increasing willingness on our part to find\nand do His will for us.\nGRAPEVINE, JULY 1965"},
{"number": 250,"title": "Prayer Under Pressure", "reading": "Whenever I find myself under acute tensions, I lengthen my\ndaily walks and slowly repeat our Serenity Prayer in rhythm\nto my steps and breathing.\nIf I feel that my pain has in part been occasioned by others, I\ntry to repeat, \"God grant me the serenity to love their best,\nand never fear their worst.\" This benign healing process of\nrepitition, sometimes necessary to persist with for days, has\nseldomfailed to restore me to at least a workable emotional\nbalance and perspective.\nGRAPEVINE, MARCH 1962"},
{"number": 251,"title": "Face the Music", "reading": "\"Don't be too discouraged about that slip. Practically always,\nwe drunks learn the hard way.\n\"Your idea of moving on to somewhere else may be good, or\nit may not. Perhaps you have got into an emotional or\neconomic jam that can't be well handled where you are. But\nmaybe you are doing just what all of us have done, at one\ntime or another: Maybe you are running away. Why don't you\ntry to think that through again carefully?\n\"Are you really placing recovery first, or are you making it\ncontingent upon other people, places, or circumstances?\nYou may find it ever so much better to face the music right\nwhere you are now, and, with the help of the A.A. program,\nwin through. Before you make a decision,weigh it in these\nterms.\"\nLETTER, 1949"},
{"number": 252,"title": "Alone No More", "reading": "Alcoholism was a lonely business, even though we were\nsurrounded by people who loved us. But when our self-will\nhad driven everybody away and our isolation became\ncomplete, we commenced to play the big shot in cheap\nbarrooms. Failing even this, we had to fare forth alone on the\nstreet to depend upon the charity of passers-by.\nWe were trying to find emotional security either by\ndominating or by being dependent upon others. Even when\nour fortunes had not totally ebbed, we nevertheless found\nourselves alone in the world. We still vainly tried to be secure\nby some unhealthy sort of domination or dependence.\nFor those of us who were like that, A.A. has a very special\nmeaning. In this Fellowship we begin to learn right relations\nwith people who understand us; we don't have to be alone\nany more.\nTWELVE AND TWELVE, PP. 116-117"},
{"number": 253,"title": "\"Look Before You Leap\"?", "reading": "\"Wise men and women rightly give a top rating to the virtue\nof prudence. They know that without this all important\nattribute little wisdom is to be had.\n\"Mere `looking before we leap' is not enough. If our looking\nis charged with fear, suspicion, or anger, we had better not\nhave looked or acted at all.\"\n\n\"We lose the fear of making decisions, great and small, as we\nrealize that should our choice prove wrong we can, if we will,\nlearn from the experience. Should our decision be the right\none, we can thank God for giving us the courage and the\ngrace that caused us so to act.\"\nLETTERS, 1966\n254\nSatisfactions of Right Living\nHow wonderful is the feeling that we do not have to be\nspecially distinguished among our fellows in order to be\nuseful and profoundly happy. Not many of us can be leaders\nof prominence, nor do we wish to be.\nService gladly rendered, obligations squarely met, troubles\nwell accepted or solved with God's help, the knowledge that\nat home or in the world outside we are partners in a common\neffort, the fact that in God's sight all human beings are\nimportant, the proof that love freely given brings a full return,\nthe certainly that we are no longer isolated and alone in selfconstructed prisons, the surety that we can fit and belong in\nGod's scheme of things -- these are the satisfactions of right\nliving for which no pomp and circumstance, no heap of\nmaterial possession, could possibly be substitutes.\nTWELVE AND TWELVE, P. 124"},
{"number": 255,"title": "Wider Understanding", "reading": "To reach more alcoholics, understanding of A.A. and public\ngood will towards A.A. must go on growing everywhere. We\nneed to be on still better terms with medicine, religion,\nemployers, governments, courts, prisons, mental hospitals,\nand all enterprsises in the alcoholism field. We need the\nincreasing good will of editors, writers, television and radio\nchannels. These publicity outlets need to be opened ever\nwider.\"Nothing matters more to A.A.'s future welfare than the\nmanner in which we use the colossus of modern\ncommunication. Used unselfishly and well, it can produce\nresults surpassing our present imagination.\nShould we handle this great instrument badly, we shall be\nshattered by the ego manifestations of our own people.\nAgainst this peril, A.A. members' anonymity before the\ngeneral public is our shield and our buckler.\n1. TWELVE CONCEPTS, P. 54\n2. GRAPEVINE, NOVEMBER 1960"},
{"number": 256,"title": "A \"Special\" Experience?", "reading": "I was the recipient of a tremendous mystic experience or\n\"illumination\", and at first it was very natural for me to feel\nthat this experience staked me out as somebody very\nspecial.\nBut as I now look back upon this tremendous event, I can\nonly feel very grateful. It now seems clear that the only\nspecial features of my experience were its suddenness and\nthe overwhelming and immediate conviction that it carried.\nIn all other respects, however, I am sure that my own\nexperience was essentially like that received by any A.A.\nmember who has strenuously practiced our recovery\nprogram. Surely, the grace he receives is also of God; the\nonly difference is that he becomes aware of his gift more\ngradually.\nGRAPEVINE, JULY 1962"},
{"number": 257,"title": "Key to Sobriety", "reading": "The unique ability of each A.A. to identify himself with, and\nbring recovery to, the newcomer in no way depends upon his\nlearning, his eloquence, or any special individual skills. The\nonly thing that matters is that he is an alcoholic who has\nfound a key to sobriety.\"In my first conversation with Dr. Bob, I bore down heavily on\nthe medical hopelessness of his case, freely using Dr.\nSilkworth's words describing the alcoholic's dilemma, the\n\"obsession plus allergy\" theme. Though Bob was a doctor,\nthis was news to him, bad news. And the fact that I was an\nalcoholic and knew what I was talking about from personal\nexperience made the blow a shattering one.\nYou see, our talk was a completely mutual thing. I had quit\npreaching. I knew that I needed this alcoholic as much as he\nneeded me.\n1. TWELVE AND TWELVE, PP. 150-151\n2. A.A. COMES OF AGE, PP. 69-70"},
{"number": 258,"title": "Beneath the Surface", "reading": "Some will object to many of the questions that should be\nanswered in a moral inventory, because they think their own\ncharacter defects have not been so glaring. To these, it can\nbe suggested that a conscientious examination is likely to\nreveal the very defects the objectionable questions are\nconcerned with.\nBecause our surface record hasn't looked too bad, we have\nfrequently been abashed to find that this is so simply\nbecause we have buried these selfsame defects deep down\nin us under thick layers of self-justification. Those were the\ndefects that finally ambushedus into alcoholism and misery.\nTWELVE AND TWELVE, PP. 53-54\n259\nServant, Not Master\nIn A.A., we found that it did not matter too much what our\nmaterial condition was, but it mattered greatly what our\nspiritual condition was. As we improved our spiritual\noutlook, money gradually became our servant and not our\nmaster. It became a means of exchanging love and service\nwith those about us.\"One of A.A.'s Loners is an Australian sheepman who lives\ntwo thousand miles from the nearest town, where yearly he\nsells his wool. In order to be paid best prices he has to get to\ntown during a certain month. But when he heard that a big\nregional A.A. meeting was to be held at a later date when\nwool prices would have fallen, he gladly took a heavy\nfinancial loss in order to make his journey then. That's how\nmuch an A.A. meeting means to him.\n1. TWELVE AND TWELVE, P. 122\n2. A.A. COMES OF AGE, P. 31\n260\nInward Reality\nIt is being constantly revealed, as mankind studies the\nmaterial world, that its outward appearances are not inward\nreality at all. The prosaic steel girder is a mass of electrons\nwhirling around each other at incredible speed, and these\ntiny bodies are governed by precise laws. Science tells us\nso. We have no reason to doubt it.\nWhen, however, the perfectly logical assumption is\nsuggested\nthat, infinitely beyond the material world as we see it, there is\nan all powerful, guiding, creative Intelligence, our perverse\nstreak comes to the surface and we set out to convince\nourselves that it isn't so. Were our contention true, it would\nfollow that life originated out of nothing, means nothing, and\nproceeds nowhere.\nALCOHOLICS ANONYMOUS, PP. 48-49"},
{"number": 261,"title": "\"Fearless and Searching\"", "reading": "My self-analysis has frequently been faulty .\nSometimes I'vefailed to share my defects with the right\npeople; at other times, I've confessed their defects, rather\nthan my own; and still other times, my confession of defects\nhas been more in the nature of loud complaints about my\ncircumstances and my problems.\"When A.A. suggests a fearless moral inventory, it must seem\nto every newcomer that more is being asked of him than he\nhe can do. Every time he tries to look within himself, Pride\nsays, \"You need not pass this way,\" and Fear says, \"You\ndare not look!\"\nBut pride and fear of this sort turn out to be bogymen,\nnothing else. Once we have a complete willingness to take\ninventory, and exert ourselves to do the job thoroughly, a\nwonderful light falls upon this foggy sceneene. As we\npersist, a brandnew kind ofcinfidence is born, and the sense\nof relief at finally facing ourselves is indescribable.\n1. GRAPEVINE, JUNE 1958\n2. TWELVE AND TWELVE, PP. 49-50"},
{"number": 262,"title": "Individual Responsibilities", "reading": "Let us emphasize that our reluctance to fight one another, or\nanybody else, is not counted as some special virtue which\nentitles us A.A.'s to feel superior to other people. Nor does\nthis reluctance mean that the members of A.A. are going to\nback away from their individual responsibilities as citizens.\nHere theyshould feel free to act as they see the right upon\nthe public issues of our times.\nBut when it comes to A.A. as a whole, that's quite a different\nmatter. As a group we do not enter into public controversy,\nbecause we are sure that our Society will perish if we do.\nTWELVE AND TWELVE, P. 177"},
{"number": 263,"title": "Fear and Faith", "reading": "The achievement of freedom from fear is a lifetime\nundertaking, one that can never be wholly completed.\nWhen under heavy attack, acute illness, or in other\nconditions of serious insecurity, we shall all react to this\nemotion -- well or badly, as the case may be. Only the selfdeceived will claim perfect freedom from fear.\"We finally saw that faith in some kind of God was a part of\nour make-up. Sometimes we had to search persistently, but\nHe was there. He was as much a fact as we were. We found\nthe Great Reality deep down within us.\n1. GRAPEVINE, JANUARY 1962\n2. ALCOHOLICS ANONYMOUS, P. 55"},
{"number": 264,"title": "The Step That Keeps Us Growing", "reading": "Sometimes, when friends tell us how well we are doing, we\nknow better inside. We know we aren't doing well enough.\nWe still can't handle life, as life is. There must be a serious\nflaw somewhere in our spiritual practice and development.\nWhat, then, is it?\nThe chances are better than even that we shall locate our\ntrouble in our misunderstanding or neglect of A.A.'s Step\nEleven -- prayer, meditation, and the guidance of God.\nThe other Steps can keep most of us sober and somehow\nfunctioning. But Step Eleven can keep us growing, if we try\nhard and work at it continually.\nGRAPEVINE, JUNE 1958"},
{"number": 265,"title": "Neither Dependence nor Self-Sufficiency", "reading": "When we insisted, like infants, that people protect and take\ncare of us or that the world owed us a living, then the result\nwas unfortunate. The people we most loved often pushed us\naside or perhaps deserted us entirely. Our disillusionment\nwas hard to bear.\nWe failed to see that, though adult in years, we were still\nbehaving childishly, trying to turn everybody -- friends,\nwives, husbands, even the world itself -- into protective\nparents. We refused to learn that overdependence upon\npeople is unsuccessful because all people are fallible, and\neven the best of them will sometimes let us down, especially\nwhen our demands for attention become unreasonable.\"We are now on a different basis: the basis of trusting and\nrelying upon God. We trust infinite God rather than our finite\nselves. Just to the extent that we do as we think He would\nhave us do, and humbly rely on Him, does He enable us to\nmatch calamity with serenity.\n1. TWELVE AND TWELVE, P. 115\n2. ALCOHOLICS ANONYMOUS, P. 68"},
{"number": 266,"title": "Give Thanks", "reading": "Though I still find it difficult to accept today's pain and\nanxiety with any great degree of serenity -- as those more\nadvanced in the spiritual life seemable to do -- I can give\nthanks for present pain nevertheless.\nI find the willingness to do this by contemplating the lessons\nlearned from past suffering -- lessons which have led to the\nblessings I now enjoy. I can remember how the agonies of\nalcoholism, the pain of rebellion and thwarted pride, have\noften led me to God's grace, and so to a new freedom.\nGRAPEVINE, MARCH 1962"},
{"number": 267,"title": "Behind Our Excuses", "reading": "As excuse-makers and rationalizers, we drunks are\nchampions. It is the business of the psychiatrist to find the\ndeeper causes for our conduct. Though uninstructed in\npsychiatry, we can, after a little time in A.A., see that our\nmotives have not been what we thought they were, and that\nwe have been motivated by forces previously unknown to us.\nTherefore we ought to look, with the deepest respect,\ninterest, and profit, upon the example set us by psychiatry.\"\n\n\"Spiritual growth through the practice of A.A.'s Twelve Steps,\nplus the aid of a good sponsor, can usually reveal most of\nthe deeper reasons for our character defects, at least to a\ndegree that meets our practical needs. Nevertheless, we\nshould be grateful that our friends in psychiatry have so\nstrongly emphasized the necessity to search for false and\noften unconscious motivations.\"\n1. A.A. COMES OF AGE, P. 236\n2. LETTER, P. 1966"},
{"number": 268,"title": "Those Other People", "reading": "\"Just like you, I have often thought myself the victim of what\nother people say and do. Yet every time I confessed the sins\nof such people, especially those whose sins did not\ncorrespond exactly with my own, I found that I only\nincreased the total damage. My own resentment, my self-pity\nwould often render me well-nigh useless to anybody.\n\"So, nowadays, if anyone talks to me so as to hurt, I first ask\nmyself if there is any truth at all in what they say. If there is\nnone, I try to remember that I too have had my periods of\nspeaking bitterly to others; that hurtful gossip is but a\nsymptom of our remaining emotional illness; and\nconsequently that I must never be angry at the\nunreasonableness of sick people.\n\"Under very trying conditions I have had, again and again, to\nforgive others -- also myself. Have you recently tried this?\"\nLETTER 1946"},
{"number": 269,"title": "When Infancy Is Over", "reading": "\"You must remember that every A.A. group starts, as it\nshould, through the efforts of a single man and his friends -a founder and his hierarchy. There is no other way.\n\"But when infancy is over, the original leaders always have\nto make way for that democracy which springs up through\nthe grass roots and will eventuallysweep aside the selfchosen leadership of the past.\"\n\n\"Letter to Dr. Bob:\n\"Everywhere the A.A. groups have taken their service affairs\ninto their own hands. Local founders and their friends are\nnow on the side lines. Why so many people forget that, when\nthinking of the future of our world services, I shall never\nunderstand.\n\"The groups will eventually take over, and maybe they will\nsquander their inheritance when they get it. It is probable,\nhowever, that they won't. Anyhow, they really have grown up;\nA.A. is theirs; let's give it to them.\"\nLETTERS\n1. 1950\n2. 1949"},
{"number": 270, "title": "Honesty and Recovery", "reading": "In taking an inventory, a member might consider questions\nsuch as:\nHow did my selfish pursuit of the sex relation damage other\npeople and me? What people were hurt, and how badly? Just\nhow did I react at the time? Did I burn with guilt? Or did I\ninsist that I was the pursued and not the pursuer, and thus\nabsolve myself?\nHow have I reacted to frustration in sexual matters? When\ndenied, did I become vengeful or depressed? Did I take it out\non other people? If there was rejection or coldness at home,\ndid I use this as a reason for promiscuity?\"Let no alcoholic say he cannot recover unless he has his\nfamily back. This just isn't so. His recovery is not dependent\nupon people. It is dependent upon his relationship with God,\nhowever he may define Him.\n1. TWELVE AND TWELVE, P. 50-51\n2. ALCOHOLICS ANONYMOUS, PP. 99-100"},
{"number": 271,"title": "A.A. in Two Words", "reading": "TALK, 1965 (PRINTED IN GRAPEVINE, JANUARY 1966)"},
{"number": 272,"title": "Troubles of Our Own Making", "reading": "Selfishness -- self-centeredness! That, we think, is the root of\nour troubles. Driven by a hundred forms of fear, selfdelusion, self-seeking, and self-pity, we step on the toes of\nour fellows and they retaliate. Sometimes they hurt us,\nseemingly withoutprovocation, but we invariably find that at\nsome time in the past we have made decisions based on self\nwhich later placed us in a position to be hurt.\nSo our troubles, we think, are basically of our own making.\nThey arise out of ourselves, and the alcoholic is an extreme\nexample of self-will run riot, though he usually doesn't think\nso. Above everything, we alcoholics must be rid of this\nselfishness. We must, or it kills us!\nALCOHOLICS ANONYMOUS, P. 62"},
{"number": 273,"title": "Compelling Love", "reading": "The life of each A.A. and of each group is built around our\nTwelve Steps and Twelve Traditions. We know that the\npenalty for extensive disobedience to these principles is\ndeath for the individual and dissolution for the group. But an\neven greater force for A.A.'s unity is our compelling love for\nour fellow members and for our principles.\"You might think the people at A.A.'s headquarters in New\nYork would surely have to have some personal authority.\nBut, long ago, trustees and secretaries alike found they\ncould do no more than make very mild suggestions to the\nA.A. groups.\nThey even had to coin a couple of sentences which still go\ninto half the letters they write: \"Of course you are at perfect\nliberty to handle this matter any way you please. But the\nmajority experience in A.A. does seem to suggest...\"\nA.A. world headquarters is not a giver of orders. It is, instead,\nour largest transmitter of the lessons of experience.\n1. TWELVE CONCEPTS, P. 11\n2. TWELVE AND TWELVE, PP. 173-174"},
{"number": 274,"title": "Going It Alone", "reading": "Going it alone in spiritual matters is dangerous. How many\ntimes have we heard well-intentioned people claim the\nguidance of God when it was plain that they were mistaken?\nLacking bothpractice and humility, they had deluded\nthemselvelvelves and so were able to justify the most arrant\nnonsense on the ground that this was what God had told\nthem.\nPeople of of very high spiritual development almost always\ninsist on checking with friends or spiritual advisers the\nguidance they have received from God. Surely, then, a novice\nought not lay himself open to the chance of making foolish,\nperhaps tragic, blunders. While the comment or advice of\nothers may not be infallible, it is likely to be far more specific\nthan any direct guidance we may receive while we wre still\ninexperienced in establishing contact with a Power greater\nthan ourselves.\nTWELVE AND TWELVE, P. 60"},
{"number": 275,"title": "Recovery Through Giving", "reading": "For a new prospect, outline the program of action, explaining\nhow you made a self-appraisal, how you straightened out\nyour past, and why you are now endeavoring to be helpful to\nhim. It is important for him to realize that your attempt to\npass this on tohim plays a vital part in your own recovery.\nActualually, he may be helping you more than you are\nhelping him. Make it plain that he is under no obligation to\nyou.\"In the first six months of my own sobriety, I worked hard with\nmany alcoholics. Not a one responded. Yet this work kept me\nsober. It wasn't a question of those alcoholics giving me\nanything. My stability came out of trying to give, not out of\ndemanding that I receive.\n1. ALCOHOLICS ANONYMOUS, P. 94\n2. GRAPEVINE, JANUARY 1958"},
{"number": 276,"title": "A Higher Power for Atheists", "reading": "\"I have had many experiences with atheists, mostly good.\nEverybody in A.A. has the right to his own opinion. It is much\nbetter to maintain an open and tolerant society than it is to\nsuppress any small disturbances their opinions might\noccasion. Actually, I don't know anybody who went off and\ndied of alcoholism because some atheist's opinions on the\ncosmos.\n\"But I do always entreat these folks to look to a `Higher\nPower' -- namely, their own group. When they come in, most\nof their A.A. group is sober, and they are drunk. Therefore,\nthe group is a`Higher Power'. That's a good enough start,\nand most of them do progress from there. I know how they\nfeel, because I was once that way myself.\"\nLETTER, 1962"},
{"number": 277,"title": "To Lighten Our Burden", "reading": "Only one consideration should qualify our desire for a\ncomplete disclosure of the damage we have done. That will\narise where a full revelation would seriously harm the one to\nwhom we are making amends. Or -- quite as important -other people. We cannot,for example, unload a detailed\naccount of extramarital adventuring upon the shoulders of\nour unsuspecting wife or husband.\nIt does not lighten our burden when we recklessly make the\ncrosses of others heavier.\"In making amends, we should be sensible, tactful,\nconsiderate and humble without being servile or scraping.\nAs God's people we stand on our feet; we don't crawl before\nanyone.\n1. TWELVE AND TWELVE, P. 86\n2. ALCOHOLICS ANONYMOUS, P. 83\n278\nSpeak Up Without Fear\nFew of us are anonymous so far as our daily contacts go. We\nhave dropped anonymity at this level because we think our\nfriends and associates ought to know about A.A. and what it\nhas done dor us. We also wish to lose the fear of admitting\nthat we are alcoholics. Though we earnestly request\nreporters not to disclose our identities, wefrequently speak\nbefore semipublic gatherings. We wish to convince\naudiences that our alcoholism is a sickness we no longer\nfear to discuss before anyone.\nIf, however, we venture beyond this limit, we shall surely lose\nthe principle of anonymity forever. If every A.A. felt free to\npublish his own name, picture, and story, we would soon be\nlaunched upon a vast orgy of personal publicity.\"\n\n\"While the so-called public meeting is questioned by many\nA.A. members, I favour it myself providing only that\nanonymity is respected in press reports and that we ask\nnothing for ourselves except understanding.\"\n1. GRAPEVINE, JANUARY 1946\n2. LETTER, 1949"},
{"number": 279,"title": "The Fine Art of Alibis", "reading": "The majority of A.A. members have suffered severely from\nself-justification during their drinking days. For most of us,\nself-justification was the maker of excuses for drinking and\nfor all kinds of crazy and damaging conduct. We had made\nthe invention of alibis a fine art.\nWe had to drink because times were hard or times were\ngood. We had to drink because at home we were smothered\nwith love or got none at all. We had to drink because at work\nwe were great successes or dismal failures. We had to drink\nbecause our nation hadwon a war or lost a peace. And so it\nwent, ad infinitum.\"To see how our own erratic emotions victimized us often\ntook a long time. Where other people were concerned, we\nhad to drop the word \"blame\" from our speech and thought.\nTWELVE AND TWELVE\n1. PP. 46-47\n2. P. 47"},
{"number": 280,"title": "Spiritually Fit", "reading": "Assuming we are spiritually fit, we can do all sorts of things\nalcoholics are not supposed to do. People have said we must\nnot go where liquor is served; we must not have it in our\nhomes; we must shun friends who drink; we must avoid\nmoving pictures which show drinking scenes; we must not\ngo into bars; our friends must hide their bottles if we go to\ntheir houses; we mustn't think or be reminded about alcohol\nat all. Our experience shows that this is not necessarily so.\nWe meet these conditions every day. An alcoholic who\ncannot meet them still has an alcoholic mind; there is\nsomething the matter with his spiritual status. His only\nchance for sobriety would be some place like the Greenland\nIce Cap, and even there an Eskimo might turn up with a\nbottle of scotch and ruin everything!\nALCOHOLICS ANONYMOUS, PP. 100-101"},
{"number": 281,"title": "Ourselves as Individuals", "reading": "There is only one sure test of all spiritual experiences: \"By\ntheir fruits, ye shall know them.\"\nThis is why I think we should question no one's\ntransformation -- whether it be sudden or gradual. Nor\nshould we demand anyone's special type for ourselves,\nbecause experience suggests that we are apt to receive\nwhatever may be the most useful for our own needs.\"Human beings are never quite alike, so each of us, when\nmaking an inventory, will need to determine what his\nindividual character defects are. Having found the shoes that\nfit, he ought to step into them and walk with new confidence\nthat he is at last on the right track.\n1. GRAPEVINE, JULY 1962\n2. TWELVE AND TWELVE, P. 48"},
{"number": 282,"title": "Instincts Run Wild", "reading": "Every time a person imposes his instincts unreasonable\nupon others, unhappiness follows. If the pursuit of wealth\ntramples upon people who happen to be in the way, then\nanger, jealousy, and revenge are likely to be aroused. If sex\nruns riot, there is a similar uproar.\nDemands made upon other people for too much attention,\nprotection, and love can invite only domination or revulsion\nin the protectors themselves -- two emotions quite as\nunhealthy as the demands which evoke them. When an\nindividual's desire for prestige becomes uncontrollable,\nwhether in the sewing circle or at the international\nconference table, other people suffer and often revolt. This\ncollision of instincts can produce anything from a cold snub\nto a blazing revolution.\nTWELVE AND TWELVE, P. 44"},
{"number": 283,"title": "\"Powerless over Alcohol\"", "reading": "I had gone steadily downhill, and on that day in 1934 I lay\nupstairs in the hospital, knowing for the first time that I was\nutterly hopeless.\nLois was downstairs, and Dr. Silkworth was trying in his\ngentle way to tell her what was wrong with me and that I was\nhopeless. \"But Bill has a tremendous amount of will power,\"\nshe said. \"He has tried desperately to get well. We have tried\neverything. Doctor, why can't he stop?\"\nHe explained that my drinking, once a habit, had become an\nobsession, a true insanity that condemned me to drink\nagainst my will.\"\n\n\"In the late stages of our drinking, the will to resist has fled.\nYet when we admit complete defeat and when we become\nentirely ready to try A.A. principles, our obsession leaves us\nand we enter a new dimension -- freedom under God as we\nunderstand Him.\"\n1. A.A. COME OF AGE, P. 52\n2. LETTER, 1966"},
{"number": 284,"title": "Faith -- a Blueprint -- and Work", "reading": "\"The idea of `twenty-four-hour living' applies primarily to the\nemotional life of the individual. Emotionally speaking, we\nmust not live in yesterday, nor in tomorrow.\n\"But I have never been able to see that this means the\nindividual, the group, or A.A. as a whole should give no\nthought whatever to how to function tomorrow or even in the\nmore distant future. Faith alone never constructed the house\nyou live in. There had to be a blueprint and a lot of work to\nbring it into reality.\n\"Nothing is truer for us of A.A. than the Biblical saying `Faith\nwithout works is dead.' A.A.'s services, all designed to make\nmore and better Twelfth Step work possible, are the `works'\nthat insure our life and growth by preventing anarchy or\nstagnation.\"\nLETTER, 1954"},
{"number": 285,"title": "False Pride", "reading": "The alarming thing about pride-blindness is the ease with\nwhich it is justified. But we need not look far to see that selfjustification is a universal destroyer of harmony and of love.\nIt sets man against man, nation against nation.By it, every\nform of folly and violence can be made to look right, and\neven respectable.\"It would be a product of false pride to claim that A.A. is a\ncure-all, even for alcoholism.\n1. GRAPEVINE, JUNE 1961\n2. A.A. COMES OF AGE, P. 232"},
{"number": 286,"title": "Mastering Resentments", "reading": "We began to see that the world and its people had really\ndominated us. Under that unhappy condition, the\nwrongdoing of others, fancied or real, had the power to\nactually kill us, because we could be driven back to drink\nthrough resentment. We saw that these resentments must be\nmastered, but how? We could not wish them away.\nThis was our course: We realized that the people who\nwronged us were perhaps spiritually sick. So we asked God\nto help us show them the same tolerance, pity, and patience\nthat we would cheerfully grant a sick friend.\nToday, we avoid retaliation or argument. We cannot treat sick\npeople that way. If we do, we destroy our chance of being\nhelpful. We cannot be helpful to all people, but at least God\nwill show us how to take a kindly and tolerant view of each\nand every one.\nALCOHOLICS ANONYMOUS, PP. 66-67"},
{"number": 287,"title": "Aspects of Spirituality", "reading": "\"Among A.A.'s there is still a vast amount of mix-up\nrespecting what is material and what is spiritual. I prefer to\nbelieve that it is all a matter of motive. If we use our worldly\npossessions too selfishly, then we are materialists. But if we\nshare these possessions in helpfulness to others, then the\nmaterial aids the spiritual.\"\n\n\"The idea keeps persisting that the instincts are primarily\nbad and are the roadblocks before which all spirituality\nfalters. I believe that the difference between good and evil is\nnot the difference between spiritual and instinctual man; it is\nthe difference between properand improper use of the\ninstinctual. Recognition and right channeling of the\ninstinctual are the essence of achieving wholeness.\"\n1. LETTER, 1958\n2. LETTER, 1954"},
{"number": 288,"title": "Emotional Sobriety", "reading": "If we examine every disturbance we have, great or small, we\nwill find at the root of it some unhealthy dependency and its\nconsequent unhealthy demand. Let us, with God's help,\ncontinually surrender these hobbling liabilities.\nThen we can be set free to live and love; we may then be able\nto twelth-step ourselves, as well as others, into emotional\nsobriety.\nGRAPEVINE, JANUARY 1958"},
{"number": 289,"title": "When Conflicts Mount", "reading": "Sometimes I would be forced to look at situations where I\nwas doing badly. Right away, the search for excuses would\nbecome frantic.\n\"These,\" I would exclaim, \"are really a good man's faults.\"\nWhen that pet gadget broke apart, I would think, \"Well, if\nthose people would only treat me right, I wouldn't have to\nbehave the way I do.\" Next was this: \"God well knows that I\ndo have awful compulsions. I just can't get over this one. So\nHe will have to release me.\" At last came the time when I\nwould shout, \"This, I positively will not do! I won't even try.\"\nOf course, my conflicts went right on mounting, because I\nwas simply loaded with excuses, refusals, and outright\nrebellion.\"In self-appraisal, what comes to us alone may be garbled by\nour own rationalization and wishful thinking. The benefit of\ntalking to another person is that we can get his direct\ncomment and counsel on our situation.\n1. GRAPEVINE, JUNE 1961\n2. TWELVE AND TWELVE, P. 60"},
{"number": 290,"title": "Time Versus Money", "reading": "Our attitude toward the giving of time when compared with\nour attitude toward giving money presents an interesting\ncontrast. We give a lot of our time to A.A. activities for our\nown protection and growth, but also for the sake of our\ngroups, our areas, A.A. as a whole, and, above all, the\nnewcomer. Translated into terms of money, these collective\nsacrifices would add up to a huge sum.\nBut when it comes to the actual spending of cash,\nparticularly for A.A. service overhead, many of us are apt to\nturn a bit reluctant. We think of the loss of all that earning\npower in our drinking years, of those sums we might have\nlaid by for emergencies or for education of the kids.\nIn recent years, this attitude is everywhere on the decline; it\nquickly disappears when the real need for a given A.A.\nservice becomes clear. Donors can seldom see what the\nexact result has been. They well know, however, that\ncountless thousands of other alcoholics and their families\nare being helped.\nTWELVE CONCEPTS, PP. 66-67"},
{"number": 291,"title": "Pain-Killer -- or Pain-Healer", "reading": "\"I believe that when we were active alcoholics we drank\nmostly to kill pain of one kind or another -- physical or\nemotional or psychic. Of course, everybody has a cracking\npoint, and I suppose you reached yours -- hence, the resort\nonce more to the bottle.\n\"If I were you, I wouldn't heap devastating blame on myself\nfor this; on the other hand, the experience should redouble\nyour conviction that alcohol has no permanent value as a\npain-killer.\"\n\n\"In every A.A. story, pain has been the price of admission into\na new life. But this admission price purchased more than we\nexpected. It let us to a measure of humility, which we soon\ndiscovered to be a healer of pain. We began to fear pain less,\nand desire humility more than ever.\n1. LETTER, 1959\n2. TWELVE AND TWELVE, P. 75"},
{"number": 292,"title": "Toward Partnership", "reading": "When the distortion of family life through alcohol has been\ngreat, a long period of patient striving may be necessary.\nAfter the husband joins A.A., the wife may become\ndiscontented, even highly resentful that A.A. has done the\nvery thing that all her years of devotion had failed to do. Her\nhusband may become so wrapped up in A.A. and his new\nfriends that he is inconsiderately away from home more than\nwhen he drank. Each then blames the other.\nBut eventually the alcoholic, now fully understanding how\nmuch he did to hurt his wife and children, nearly always\ntakes up his marriage responsibilities with a willingness to\nrepair what he can and accept what he can't. He persistently\ntries all of A.A.'s Twelve Steps in his home, often with fine\nresults. He firmly but lovingly commences to behave like a\npatner instead of like a bad boy.\nTWELVE AND TWELVE, PP. 118-119"},
{"number": 293,"title": "Rebellion or Acceptance", "reading": "All of us pass through times when we can pray only with the\ngreatest exertion. Occasionally we go even further than this.\nWe are seized with a rebellion so sickening that we simply\nwon't pray. When these things happen, we should not think\ntoo ill of ourselves. We should simply resume prayer as soon\nas we can, doing what we know to be good for us.\"A man who persists in prayer finds himself in possession of\ngreat gifts. When he has to deal with hard circumstances, he\nfinds he can face them. He can accept himself and the world\naround him.\nHe can do this because he now accepts a God who is All -and who loves all. When he says, \"Our Father who art in\nheaven, hallowed be Thy name,\" he deeply and humbly\nmeans it. When in good meditation and thus freed from\nclamors of the world, he knows that he is in God's hands,\nthat his own ultimate destiny is really secure, here and\nhereafter, come what may.\n1. TWELVE AND TWELVE, P. 105\n2. GRAPEVINE, JUNE 1958"},
{"number": 294,"title": "Love + Rationality = Growth", "reading": "\"It seems to me that the primary object of any human being\nis to grow, as God intended, that being the nature of all\ngrowing things.\n\"Our search must be for what reality we can find, which\nincludes the best definition and feeling of love that we can\nacquire. If the capability of loving is in the human being, then\nit must surely be in his Creator.\n\"Theology helps me in that many of its concepts cause me to\nbelieve that I live in a rational universe under a loving God,\nand that my own irrationality can be chipped away, little by\nlittle. This is, I suppose, the process of growth for which we\nare intended.\"\nLETTER, 1958"},
{"number": 295, "title": "Praying Rightly", "reading": "We thought we had been deeply serious about religious\npractices. However, upon honest praisal we found that we\nhad been most superficial. Or sometimes, going to extremes,\nwe had wallowed in emotionalism and had also mistaken this\nfor true religious feeling. In both cases, we had been asking\nsomething for nothing.\nWe had not prayed rightly. We hadalways said, \"Grant me my\nwishes,\" instead of \"Thy will be done.\" The love of God and\nman we understood not at all. Therefore we remained selfdeceived, and so incapable of receiving enough grace to\nrestore us to sanity.\nTWELVE AND TWELVE, P. 32"},
{"number": 296,"title": "Daily Inventory", "reading": "Often, as we review each day, only the closest scrutinity will\nreveal what our true motives were. There are cases where\nour ancient enemy rationalization has stepped in and has\njustified conduct which was really wrong. The temptation\nhere is to imagine that we had good motives and reasons\nwhen we really hadn't.\nWe \"condstructively criticized\" someone who needed it,\nwhen our real motive was to win a useless argument. Or, the\nperson concerned not being present, we thought we were\nhelping others to understand him, when in actuality our true\nmotive was to feel superior by pulling him down.\nWe hurt those we loved because they needed to be \"taught a\nlesson\", but we really wanted to punish. We were depressed\nand complained we felt bad, when in fact we were mainly\nasking for sympathy and attention.\nTWELVE AND TWELVE, P. 94"},
{"number": 297,"title": "A Vision of the Whole", "reading": "\"Though many of us have had to struggle for sobriety, never\nyet has this Fellowship had to struggle for lost unity.\nConsequently, we sometimes take this one great gift for\ngranted. We forget that, should we lose our unity, the\nmillions of alcoholics who still `do not know' might never get\na chance.\"\n\n\"We used to be skeptical about large A.A. gatherings like\nconventions, thinking they might prove too exhibitionistic.\nBut, on balance, their benefit is huge. While each A.A.'s\ninterest should center principally in those about him and\nupon his own group, it is both necessary and desrirable that\nwe all get a larger vision of the whole.\n\"The General Service Conference in New York also produces\nthis effect upon those who attend. It is a vision-stretching\nprocess.\"\n1. LETTER, 1949\n2. LETTER, 1956"},
{"number": 298,"title": "A Mighty Beginning", "reading": "Even the newest of newcomers finds undreamed rewards as\nhe triesto help his brother alcoholic, the one who is even\nblinder than he. This is indeed the kind of giving that actually\ndemands nothing. He does not expect his brother sufferer to\npay him, or even to love him.\nAnd then he discovers that through the divine paradox of\nthis kind of giving he has found his own reward, whether or\nnot his brother has yet received anything. His own character\nmay still be gravely defective, but he somehow knows that\nGod has enabled him to make a mighty beginning, and he\nsenses that he stands at the edge of new mysteries, joys,\nand experiences of which he had never before dreamed.\nTWELVE AND TWELVE, PP. 109-110"},
{"number":299, "title":"Anonymity and Sobriety", "reading":"As the A.A. groups multiplied, so did anonymity problems.\nEnthusiastic over the spectacular recovery of a brother\nalcoholic, we'd sometimes discuss those intimate and\nharrowing aspects of his case meant for his sponsor's ear\nalone. The aggrieved victim would then rightly declare that\nhis trust had been broken.\nWhen stories get into circulation outside of A.A., the loss of\nconfidence in our anonymity promise was severe. It\nfrequently turned people from us. Clearly, every A.A.\nmember's name -- and story, too -- had to be confidential, if\nhe wished.\"We now fully realize that 100 per cent personal anonymity\nbefore the public is just as vital to the life of A.A. as 100 per\ncent sobriety is to the life of each and every member. This is\nnot the counsel of fear; it is the prudent voice of long\nexperience.\n1. TWELVE AND TWELVE, P. 185\n2. A.A. COMES OF AGE, P. 293"},
{"number": 300,"title": "People of Faith", "reading": "We who have traveled a path through agnosticism or atheism\nbeg you to lay aside prejudice, even against organized\nreligion. We have learned that whatever the human frailties of\nvarious faiths may be, those faiths have given purpose and\ndirection to millions. People of faith have a rational idea of\nwhat life is all about.\nActually, we used to have no reasonable conception\nwhatever. We used to amuse ourselves by cynically\ndissecting spiritual beliefs and practices, when we might\nhave seen that many spiritually-minded persons of all races,\ncolors, and creeds were demonstrating a degree of stability,\nhappiness and usefulness that we should have sought\nourselves.\nALCOHOLICS ANONYMOUS, P. 49"},
{"number": 301,"title": "To Rebuild Security", "reading": "In our behavior respecting financial and emotional security,\nfear, greed, possessiveness, and pride have too often done\ntheir worst. Surveying his business or employment record,\nalmost any alcoholic can ask questions like these: In\naddition tomy drinking problem, what character defects\ncontributed to my financial instability? Did fear and\ninferiority about my fitness for my job destroy my confidence\nand fill me with conflict? Or did I overvalue myself and play\nthe big shot?\nBusinesswomen in A.A. will find that these questions often\napply to them, too, and the alcoholic housewife can also\nmake the family financially insecure. Indeed, all alcoholics\nneed to crossexamine themselves ruthlessly to determine\nhow their own personality defects have demolished their\nsecurity.\nTWELVE AND TWELVE, P. 51-52"},
{"number": 302,"title": "Comradeship in Peril", "reading": "We A.A.'s are like the passengers of a great liner the moment\nafter rescue from shipwreck when camaraderie, joyousness\nand democracy pervade the vessel from steerage to captain's\ntable.\nUnlike the feelings of the ship's passengers, however, our\njoy in escape from disaster does not subside as we go our\nindividual ways. The feeling of having sharing in a common\nperil -- relapse into alcoholism -- continues to be an\nimportant element in the powerful cement which binds us of\nA.A. together.\"Our first woman alcoholic had been a patient of Dr. Harry\nTiebout's, and he had handed her a prepublication\nmanuscript copy of the Big Book. The first reading made her\nrebellious, but the second convinced. Presently she came to\na meeting held in our living room, and from there she\nreturned to the sanitarium carrying this classic message to a\nfellow patient: \"We aren't alone any more.\"\n1. ALCOHOLICS ANONYMOUS, P. 17\n2. A.A. COMES OF AGE, P. 18"},
{"number": 303,"title": "Loving Advisers", "reading": "Had I not been blessed with wise and loving advisers, I might\nhave cracked up long ago. A doctor once saved me from\ndeath by alcoholism because he obliged me to face up to the\ndeadlines of that malady. Another doctor, a psychiatrist, later\non helped me save my sanity because he led me to ferret out\nsome of my deep-lying defects. From a clergyman I acquired\nthe truthful principles by which we A.A.'s now try to live.\nBut these precious friends did far more thansupply me with\ntheir professional skills. I learned that I could go to them with\nany problem whatever. Their wisdom and their integrity were\nmine for the asking.\nMany of my dearest A.A. friends have stood with me in\nexactly this same relation. Oftentimes they could help where\nothers could not, simply because they were A.A.'s.\nGRAPEVINE, AUGUST 1961"},
{"number": 304,"title": "Single Purpose", "reading": "There are those who predict that A.A. may well become a\nnew spearhead for a spiritual awakening throughout the\nworld. When our friends say these things, they are both\ngenerous and sincere. But we of A.A. must reflect that such a\ntribute and such a prophecy could well prove to be a heady\ndrink for most of us -- that is, if we really came to believe this\nto be the real purpose of A.A., andif we commenced to\nbehave accordingly.\nOur Society, therefore, will prudently cleave to its single\npurpose: the carrying of the message to the alcoholic who\nstill suffers. Let us resist the proud assumption that since\nGod has enabled us to do well in one area we are destined to\nbe a channel of saving grace for everybody.\nA.A. COMES OF AGE, P. 232"},
{"number": 305,"title": "From the Taproot", "reading": "The principle that we shall find no enduring strength until we\nfirst admit complete defeat is the main taproot from which\nour whole Society has sprung and flowered.\"Every newcomer is told, and soon realizes for himself, that\nhis humble admission of powerlessness over alcohol is his\nfirst step toward liberation from its paralyzing grip.\nSo it is that we first see humility as a necessity. But this is\nthe barest beginning. To get completely away from our\naversion to the idea of being humble, to gain a vision of\nhumility as the avenue to true freedom of the human spirit, to\nbe willing to work for humility as somethingto be desired for\nitself, takes most of us a long, long time. A whole lifetime\ngeared to self-centeredness cannot be set in reverse all at\nonce.\nTWELVE AND TWELVE\n1. PP. 21-22\n2. PP. 72-73"},
{"number": 306,"title": "Is Happiness the Goal?", "reading": "\"I don't think happiness or unhappiness is the point. How do\nwe meet the problems we face? How do we best learn from\nthem and transmit what we have learned to others, if they\nwould receive the knowledge?\n\"In my view, we of this world are pupils in a great school of\nlife. It is intended that we try to grow, and that we try to help\nour fellow travelers to grow in the kind of love that makes no\ndemands. In short, we try to move toward the image and\nlikenessof God as we understand Him.\n\"When pain comes, we are expected to learn from it willingly,\nand help others to learn. When happiness comes, we accept\nit as a gift, and thank God for it.\"\nLETTER, 1950"},
{"number": 307,"title": "Circle and Triangle", "reading": "Above us, at the International Convention at St. Louis in\n1955, floated a banner on which was inscribed the then new\nsymbol for A.A., a circle enclosing a triangle. The circle\nstands for the whole world of A.A., and the triangle stands\nfor A.A.'s Three Legacies: Recovery, Unity, and Service.\nIt is perhaps no accident that priests and seers of antiquity\nregarded this symbol as a means of warding off spirits of\nevil.\"When, in 1955, we oldtimers turned over our Three Legacies\nto the whole movement, nostalgia for the old days blended\nwith gratitude for the great day in which I was now living. No\nmore would it be necessary for me to act for, decide for, or\nprotect A.A.\nFor a moment, I dreaded the coming change. But this mood\nquickly passed. The conscience of A.A. as moved by the\nguidance of God could be depended upon to insure A.A.'s\nfuture. Clearly my job henceforth was to let go and let God.\nA.A. COMES OF AGE\n1. P. 139\n2. PP. 46, 48"},
{"number": 308,"title": "A Way Out of Depression", "reading": "\"During acute depression, avoid trying to set your whole life\nin order all at once. If you take on assignments so heavy that\nyou are sure to fail in them at the moment, then you are\nallowing yourself to be tricked by your unconscious. Thus\nyou will continue to make sure of your failure, and when it\ncomes you will have another alibi for still more retreat into\ndepression.\n\"In short, the `all or nothing' attitude is a most destructive\none. It is best to begin with whatever the irreducible\nminimums of activity are. Then work for an enlargement of\nthese -- day by day. Don't be disconcerted by setbacks -- just\nstart over.\"\nLETTER, P. 1960"},
{"number": 309,"title": "Spiritual Axiom", "reading": "It is a spiritual axiom that every time we are disturbed, no\nmatter what the cause, there is something wrong with us. If\nsomebody hurts us and we are sore, we are in the wrong.\nBut are there no exceptions to this rule? What about\n\"justifiable\" anger? If somebody cheats us, aren't we entitled\nto be mad? And shouldn't we be properly angry with selfrighteous folks?\nFor us of A.A. these adventures in anger are sometimes very\ndangerous. We have found that even justified anger ought to\nbe left to those better qualified to handle it.\nTWELVE AND TWELVE, P. 90"},
{"number": 310,"title": "Learning Trust", "reading": "Our entire A.A. program rests upon the principle of mutual\ntrust. We trust God, we trust A.A., and we trust each other.\nTherefore, we trust our leaders in world service. The \"Right\nof Decision\" that we offer them is not only the practical\nmeans by which they may act and lead effectively, but it is\nalso the symbol of our implicit confidence.\"If you arrive at A.A. with no religious convictions, you can, if\nyou wish, make A.A. itself or even your A.A. group your\n\"Higher Power\". Here's a large group of people who have\nsolved their alcohol problem. In this respect they are\ncertainly a power greater than you. Even this minimum of\nfaith will be enough.\nMany members who have crossed the treshold just this way\nwill tell you that, once across, their faith broadened and\ndeepened. Relieved of the alcohol obsession, their lives\nunaccountably transformed, they came to believe in a Higher\nPower, and most of them began to talk of God.\n1. TWELVE CONCEPTS, P. 19\n2. TWELVE AND TWELVE, PP. 27-28"},
{"number": 311,"title": "Telling the Worst", "reading": "Though the variations were many, my main theme was\nalways \"How godawful I am!\" Just as I often exaggerated my\nmodest attainments by pride, soI exaggerated my defects\nthrough guilt. I would race about, confessing all (and a great\ndeal more) to whoever would listen. Believe it or not, I took\nthis widespread exposure of my sins to be great humility on\nmy part, and considered it a great spiritualasset and\nconsolation!\nBut later on I realized at depth that the great harms I had\ndone others were not truly regretted. These episodes were\nmerely the basis for storytelling and exhibitionism. With this\nrealization came the beginning of a certain amount of\nhumility.\nGRAPEVINE, JUNE 1961"},
{"number": 312,"title": "Tolerance Keeps Us Sober", "reading": "\"Honesty with ourselves and others gets us sober, but it is\ntolerance that keeps us that way.\n\"Experience shows that few alcoholics will long stay away\nfrom a group because they don't like the way it is run. Most\nreturn and adjust themselves to whatever conditions they\nmust. Some go to a different group, or form a new one.\n\"In other words, once an alcoholic fully realizes that he\ncannot get well alone, he will soemhow find a way to get well\nand stay well in the company of others. It has been that way\nfrom the beginning of A.A. and probably always will be so.\"\nLETTER, 1943"},
{"number": 313,"title": "In the Sunlight at Last", "reading": "When the thought was expressed that there might be a God\npersonal to me, I didn't like the idea. So my friend Ebby made\nwhat then seemed a novel suggestion. He said, \"Why don't\nyou choose your own conception of God?\"\nThat statement hit me hard. It melted the icy intellectual\nmountain in whose shadow I had lived and shivered many\nyears. I stood in the sunlight at last.\"It may be possible to find explanations of spiritual\nexperiences such as ours, but I have often tried to explain\nmy own and have succeeded only in giving the story of it. I\nknow the feeling it gave me and the results it has brought,\nbut I realize I may never fully understand its deeper why and\nhow.\n1. ALCOHOLICS ANONYMOUS, P.12\n2. A.A. COMES OF AGE, P.45"},
{"number": 314,"title": "High and Low", "reading": "When our membership was small, we dealt with \"low-bottom\ncases\" only. Many less desperate alcoholics tried A.A., but\ndid not succeed because they could not make the admission\nof their hopelessness.\nIn the following years, this changed. Alcoholics who still had\ntheir health, their families, their jobs, and even two cars in\nthe garage, began to recognize their alcoholism. As this\ntrend grew, they were joined by young people who were\nscarcely more than potential alcoholics. How could people\nsuch as these take the First Step?\nBy going back in our own drinking histories, we showed\nthem that years before we realized it we were out of control,\nthat our drinking even then was no mere habit, that it was\nindeed the beginning of a fatal progression.\nTWELVE AND TWELVE, P. 23"},
{"number": 315,"title": "Greater than Ourselves", "reading": "If a mere code of morals or a better philosophy of life were\nsufficient to overcome alcoholism, many of us would have\nrecovered long ago. But we found that such codes and\nphilosophies did not save us, no matter how much we tried.\nWe could wish to be moral, we could wish to be\nphilosophically comforted, in fact, we could will these things\nwith all our might, but the power needed for change wasn't\nthere. Our human resources, as marshalled by the will, were\nnot sufficient; they failed utterly.\nLack of power: That was our dilemma. We had to find a\npower by which we could live -- and it had to be a Power\ngreater than ourselves.\nALCOHOLICS ANONYMOUS, PP.44-45"},
{"number": 316,"title": "Our Protective Mantle", "reading": "Almost every newspaper reporter who covers A.A.\ncomplains, at first, of the difficulty of writing his story\nwithout names. But he quickly forgets this difficulty when he\nrealizes that here is a group of people who care nothing for\nacclaim.\nProbably this is the first time in his life he has ever reported\non an organization that wants no personalized publicity.\nCynic though he may be, this obvious sincerity quickly\ntransforms him into a friend of A.A.\"Moved by the spirit of anonymity, we try to give up our\nnatural desires for personal distinction as A.A. members,\nboth among fellow alcoholics and before the general public.\nAs we lay aside these very human aspirations, we believe\nthat each of us takes part in the weaving of a protective\nmantle which covers our whole Society and under which we\nmay grow and work in unity.\n1. GRAPEVINE, MARCH 1946\n2. TWELVE AND TWELVE, P. 187"},
{"number": 317,"title": "Vision Beyond Today", "reading": "Vision is, I think, the ability to make good estimates, both for\nthe immediate and for the more distant future. Some might\nfeel this sort of striving to be heresy against \"One day at a\ntime.\" But that valuable principle really refers to our mental\nand emotional lives and means chiefly that we are not\nfoolishly to repine over the past nor wishfully to daydream\nabout the future.\nAs individuals and as a fellowship, we shall surely suffer if\nwe cast the whole job of planning for tomorrow onto a\nfatuous idea of providence. God's real providence has\nendowed us human beings with a considerable capability for\nforesight, and He evidently expects us to use it. Of course,\nwe shall often miscalculate the future in whole or in part, but\nthat is better than to refuse to think at all.\nTWELVE CONCEPTS, P. 43"},
{"number": 318, "title": "Forgiveness", "reading":"Through the vital Fifth Step, we began to get the feeling that\nwe could be forgiven, no matter what we had thought or\ndone.\nOften it was while working on this Step with our sponsors or\nspiritual advisers that we first felt truly able to forgive others,\nno matter how deeply we felt they had wronged us.\nOur moral inventory had persuaded us that allround\nforgiveness was desirable, but it was only when we\nresolutely tackled Step Five that we inwardly knew we'd be\nable to receive forgiveness and give it, too.\nTWELVE AND TWELVE, P. 57-58"},
{"number": 319,"title": "Two Authorities", "reading": "Many people wonder how A.A. can function under a seeming\nanarchy. Other societies have to have law and force and\nsanction and punishment, administered by authorized\npeople. Happily for us, we found that we need no human\nauthorities which are far more effective. One is benign, the\nother malign.\nThere is God, our Father, who very simply says, \"I am waiting\nfor you to do my will.\" The other authority is named John\nBarlicorn, and he says, \"You had better do God's will or I will\nkill you.\"\n\n\"The A.A. Traditions are neither rules, regulations, nor laws.\nWe obey them willingly because we want to. Perhaps the\nsecret of their power lies in the fact that these life-giving\ncommunications spring out of living experience and are\nrooted in love.\n1. A.A. COMES OF AGE, P. 105\n2. A.A. TODAY, P. 11"},
{"number": 320,"title": "Running the Whole Show", "reading": "Most people try to live by self-propulsion. Each person is like\nan actor who wants to run the whole show and is forever\ntrying to arrange the lights, the scenery and the rest of the\nplayers in his own way. If his arrangements would only stay\nput, if only people would do as he wished, the show would be\ngreat.\nWhat usually happens? The show doesn't come off very well.\nAdmitting he may be somewhat at fault, he is sure that other\npeople are more to blame. He becomes angry, indignant, selfpitying.\nIs he not really a self-seeker even when trying to be useful?\nIs he not a victim of the delusion that he can wrest\nsatisfaction and happiness out of this world if only he\nmanages well?\nALCOHOLICS ANONYMOUS, PP. 60-61"},
{"number": 321,"title": "Results of Prayer", "reading": "As the doubter tries the process of prayer, he should begin\nto add up the results. If he persists, he will almost surely find\nmore serenity, more tolerance, less fear, and less anger. He\nwill acquire a quiet courage, the kind that isn't tensionridden. He can look at \"failure\" and \"success\" for what these\nreally are. Problems and calamity will begin to mean his\ninstruction, instead of his destruction. He will feel freer and\nsaner.\nThe idea that he may have been hypnotizing himself by\nautosuggestion will become laughable. His sense of purpose\nand of direction will increase. His anxieties will commence to\nfade. His physical health will be likely to improve. Wonderful\nand unaccountable things will start to happen. Twisted\nrelations in his family and on the outside will improve\nsurprisingly.\nGRAPEVINE, JUNE 1958"},
{"number": 322,"title": "Easy Does It -- but Do It", "reading": "Procrastination is really sloth in five syllables.\"\n\n\"My observation is that some people can get by with a\ncertain amount of postponement, but few can live with\noutright rebellion.\"\n\n\"We have succeeded in confronting many a problem drinker\nwith that awful alternative, `This we A.A.'s do, or we die.'\nOnce this much is firmly in his mind, more drinking only\nturns the coil tighter.\n\"As many an alcoholic has said, `I came to the place where it\nwas either into A.A. or out the window. So here I am!'\"\n1. TWELVE AND TWELVE, P. 67\n2. LETTER, 1952\n3. LETTER, 1950\n323\nGroping Toward God\n\"More than most people, I think, alcoholics want to know\nwho they are, what this life is about, whether they have a\ndivine origin and an appointed destiny, and whether there is\na system of cosmic justice and love.\n\"It is the experience of many of us in the early stages of\ndrinking to feel that we have had glimpses of the Absolute\nand a heightened feeling of identification with the cosmos.\nWhile these glimpses and feelings doubtless have a validity,\nthey are deformed and finally swept away in the chemical,\nspiritual, and emotional damage wrought by the alcohol\nitself.\n\"In A.A., and in many religious approaches, alcoholics find a\ngreat deal more of what they merely glimpsed and felt while\ntrying to grope their way toward God in alcohol.\"\nLETTER, 1960"},
{"number": 324,"title": "Spirituality and Money", "reading": "Some of us still ask, \"Just what is this Third Legacy\nbusiness anyhow? And just how much territory does\n`service' take in?\"\nLet's begin with my own sponsor, Ebby. When Ebby heard\nhow serious my drinking was, he resolved to visit me. He\nwas in New York; I was in Brooklyn. His resolve was not\nenough; he had to take action and he had to spend money.\nHe called me on the phone and then got into the subway;\ntotal cost, ten cents. At the level of the telephone booth and\nsubway turnstile, spirituality and money began to mix. One\nwithout the other would have amounted to nothing at all.\nRight then and there, Ebby established the principle that A.A.\nin action calls for the sacrifice of much time and a little\nmoney.\nA.A. COMES OF AGE, P. 140-141"},
{"number": 325,"title": "Humility Brings Hope", "reading": "Now that we no longer patronize bars and bordellos, now\nthat we bring home the pay checks, now that we are so very\nactive in A.A., and now that people congratulate us on these\nsigns of progress -- well, we naturally proceed to\ncongratulate ourselves. Of course, we are not yet within\nhailing distance of humility.\"We ought to be willing to try humility in seeking the removal\nof our other shortcomings, just as we did when we admitted\nthat we were powerless over alcohol, and came to believe\nthat a Power greater than ourselves could restore us to\nsanity.\nIf humility could enable us to find the grace by which the\ndeadly alcohol obsession could be banished, then there\nmust be hope of the same result respecting any other\nproblem we can possibly have.\n1. GRAPEVINE, JUNE 1961\n2. TWELVE AND TWELVE, P. 76"},
{"number": 326,"title": "Welcome Criticism", "reading": "\"Thanks much for your letter of criticism. I'm certain that had\nit not been for its strong critics, A.A. would have made\nslower progress.\n\"For myself, I have come to set a high value on the people\nwho have criticized me, whether they have seemed\nreasonable critics or unreasonable ones. Both have often\nrestrained me from doing much worse than I actually have\ndone. The unreasonable ones havetaught me, I hope, a little\npatience. But the reasonable ones have always done a great\njob for all of A.A. -- and have taught me many a valuable\nlesson.\"\nLETTER, 1955"},
{"number": 327,"title": "Three Choices", "reading": "The immediate object of our quest is sobriety -- freedom from\nalcohol and from all its baleful consequences. Without this\nfreedom, we have nothing at all.\nParadoxically, though, we can achieve no liberation from the\nalcohol obsession until we become willing to deal with those\ncharacter defects which have landed us in that helpless\ncondition. In this freedom quest, we are always given three\nchoices.\nA rebellious refusal to work upon our glaring defects can be\nan almost certain ticket to destruction. Or, perhaps for a\ntime, we can stay sober with a minimum of self-improvement\nand settle ourselves into a comfortable but often dangerous\nmediocrity. Or,finally, we can continuously try hard for those\nsterling qualities that can add up to fineness of spirit and\naction -- true and lasting freedom under God.\nGRAPEVINE, NOVEMBER 1960"},
{"number": 328,"title": "A New-Found Providence", "reading": "When dealing with a prospect of agnostic or atheistic bent,\nyou had better use everyday language to describe spiritual\nprinciples. There is no use arousing any prejudice he may\nhave against certain theological terms and conceptions,\nabout which he may already be confused. Don't raise such\nissues, no matter what your own convictions are.\"Every man and woman who has joined A.A. and intends to\nstick has, without realizing it, made a beginning on Step\nThree. Isn't it true that, in all matters touching upon alcohol,\neach of them has decided to turn his or her life over to the\ncare, protection, and guidance of A.A.?\nAlready a willingness has been achieved to cast out one's\nown ideas about hte alcohol problem in favor of those\nsuggested by A.A. Now if this is not turning one's will and life\nover to a new-found \"Providence,\" then what is it?\n1. ALCOHOLICS ANONYMOUS, P. 93\n2. TWELVE AND TWELVE, P. 35"},
{"number": 329,"title": "Do It Our Way?", "reading": "In praying, our immediate temptation will be to ask for\nspecific solutions to specific problems, and for the ability to\nhelp other people as we have already thought they should be\nhelped. In that case, we are asking God to do it our way.\nTherefore, we ought to consider each request carefully to see\nwhat its real merit is.\nEven so, when making specific requests, it will be well to add\nto each one of them this qualification: \"... if it be Thy will.\"\nTWELVE AND TWELVE, P. 102"},
{"number": 330,"title": "To Grow Up", "reading": "Those adolescent urges that so many of us have for\ncomplete approval, utter security, and perfect romance -urgesquite appropriate to age seventeen -- prove to be an\nimpossible way of life at forty-seven or fifty-seven.\nSince A.A. began, I've taken huge wallops in all these areas\nbecause of my failure to grow up, emotionally and spiritually.\"As we grow spiritually, we find that our old attitudes toward\nour instinctual drives need to undergo drastic revisions. Our\ndemands for emotional security and wealth, for personal\nprestige and power all have to be tempered and redirected.\nWe learn that the full satisfaction of these demands cannot\nbe the sole end and aim of our lives. We cannot place the\ncart before the horse, or we shall be pulled backward into\ndisillusionment. But when we are willing to place spiritual\ngrowth first -- then and only then do we have a real chance to\ngrow in healthy awareness and mature love.\n1. GRAPEVINE, JANUARY 1958\n2. TWELVE AND TWELVE, P. 114"},
{"number": 331,"title": "The Great Fact", "reading": "We realize we know only a little. God will constantly disclose\nmore to you and to us. Ask Him in your morning meditation\nwhat you can do each day for the man who is still sick. The\nanswers will come, if your own house is in order.\nBut obviously you cannot transmit something you haven't\ngot. See to it that your relationship with Him is right, and\ngreat events will come to pass for you and countless others.\nThis is the great fact for us.\nTo the Newcomer:\nAbandon yourself to God as you understand God. Admit\nyour faults to Him and to your fellows. Clear away the\nwreckage of your past. Give freely of what you find and join\nus. We shall be with you in the fellowship of the spirit, and\nyou will surely meet some of us as you trudge the road of\nhappy destiny.\nMay God bless you and keep you -- until then.\nALCOHOLICS ANONYMOUS, P. 164"},
{"number": 332,"title": "I Am Responsible . . .", "reading": "\nWhen anyone, anywhere, reaches out for help, I want the\nhand of A.A. always to be there.\nAnd for that: I am responsible.\n-- DECLARATION OF 30TH ANNIVERSARY\nINTERNATIONAL CONVENTION, 1965\"DEAR FRIENDS:\nSince 1938, the greatest part of my A.A. life has been spent in\nhelping to create, design, manage, and insure the solvency\nand effectiveness of A.A.'s world services -- the office of\nwhich has enabled our Fellowship to function all over the\nglobe, and as a unified whole.\nIt is no exaggeration to say that, under their trustees, these\nall important services have accounted for much of our\npresent size and over-all effectiveness.\nThe A.A. General Service Office is by far the largest single\ncarrier of the A.A. message. It has well related A.A. to the\ntroubled world in which we live. It has fostered the spread of\nour Fellowship everywhere. A.A. World Services, Inc., stands\nready to serve the special needs of any group orisolated\nindividual, no matter the distance or language. Its many\nyears of accumulated experience are available to us all.\nThe members of our trusteeship -- the General Service Board\nof A.A. -- will, in the future, be our primary leaders in all of\nour world affairs. This high responsibility has long since\nbeen delegated to them; they are the successors in world\nservice to Dr. Bob and to me, and they are directly\naccountable to A.A. as a whole.\nThis is the legacy of world-service responsibility that we\nvanishing oldtimers are leaving to you, the A.A.'s of today\nand tomorrow. We know that you will guard, support, and\ncherish this world legacy as the greatest collective\nresponsibility that A.A.has or ever can have.\nYours in trust, and in affection,\nBill\n\nBill W. died on January 24, 1971."}]}
